{"syms": ["Kuki, and a steak for Wally.(again, stupid. It could be poisoned, but o well.). They didn\"t talk to a while, but pretty soon they started to small-talk. After a while, the masked people came back and started playing a song. The monkey man started singing: Oh this is the nightits a beautiful nightand we call it bella nottelook at the skiesthey have stars in their eyeson this lovely bella notteside by side with your loved oneyou will find the enchanment herethe night the night will weave its magical spellwhen the one you love is near,ohthis is the nightand the heavens all riseon this lovely bella notte Oh this is the nightits a beautiful nightand we call it bella nottelook at the skysthey have stars in their eyeson this lovely bella notteside by side with your loved oneyou will find the enchanment herethe night the night will weave its magical spellwhen the one you love is near,ohthis is the nightand the heavens all riseon this lovely bella notte By the time they finished the song, they had backed into the shadows. They didn\"t want to disturb their 2 friends in the first of many, many kisses. How was that? The Bella Notte, I had to do. It was perfect for this chapter! Please RR. No flames, but constructive criticism is cool. Hoagie/Abby next. Okay. Here ya go. Dum, dudulum, dudulumdumdumdumdumdumdumdumduh, dudulum, dudallaaaaaaaa! HOAGIE AND ABBY\"S DATE! It\"s not really a date, more of a... the kid breaks up with her and she cries on Hoagie\"s shoulder! WHOO! I don\"t own KND, so PUWEASE don\"t sue! Hoagie checked his voicemail, and Abby was on there, her voice breaking. \"Hoa-Hoagie, sniff ca-can you meet me a-at my house? Th-thanks.' Hoagie jumped in his convertible (which he built, may I add) and went straight to Abby\"s house. When he rang the doorbell, Mr. Lincoln answered. \"Well if it isn\"t Hoagie, abeeblebeeblebee! Abigail is up in her room with the cryin\", and the sniffin\", and the \"Why\"in\", and, oh you know what I\"m talking about, sneveleblebobbin!\" in that voice of his. Hoagie thanked him and ran up to Abby\"s room, stopping at her door and hearing her crying her heart out. Hoagie knocked on the door slowly. \"Abby? It\"s me. Can I come in?\" He heard a muffled \"Mhm\" and went in. The sight there was enough to break anyone\"s heart. Abby was lying in her bed, with 2 giant tubs of ice-cream. She was in her pajamas, tangled up in her sheets, while some sappy love songs were playing on her stereo. \"Abby, what happened?\" She hesitated for a minute, than said, \"Abby was just on her date with the kid, and when he went to the bathroom, that little jerk friend of his, Brady, came up and said \"You know it\"s completely over, right?\" And Abby said \"yeah right. The Kid would never do that to me.' The Kid snuck up behind me and said, \"Actually, he\"s right. You\"re too obsessed with me, Abby. I need some time to myself.' Obsessed with him! He\"s obsessed with me! When we first went out, we were 12, and he said \"I love you\"! We were 12! How did he know what love w\" This was as far as she got before she broke down, screaming and shoveling handfuls of ice-cream in her mouth. Hoagie sat down on her bed next to her, and took her into a tight, loving embrace. \"Abby, he\"s always been a jerk, and he always will be. His goal was to hurt you. If you let him, you\"ll just be satisfying his idiot needs to be respected. You don\"t deserve someone as horrible as him,\" he paused, unsure of what to say next, \"and he doesn\"t deserve someone as awesome as you.\" It took a minute for Abby to comprehend what he just said, but when she got it, her heart caught in her chest. She realized that Hoagie had always been there for her. Though she couldn\"t remember clearly, she thought of a time where it seemed like he swung in on a rope and saved her. He had always been there to comfort her. But so had everyone else, so why did she only call him? He was her best friend. But deep inside, she knew what she had to do. He reached down to wipe a tear off of her face, and she reached up to take off his goggles so she could see his grey eyes. They slowly moved their faces closer to each others. Cree was visiting her family for the weekend, and went to check on her sister who just suffered a horrible breakup. Her mom noticed her walking down the hallway, humming a tune. If you listened hard enough, you realized what it was. \"K-I-S-S-I-N-G...\" How was that? That actually happened to me, except the guy who I realized I had a crush on didn\"t comfort me, that was just in my dream. WAH-HAH! Anyway, REVIEW REVIEW REVIEW BUT PLEASE DON\"T FLAME ME REVIEW REVIEW REVIEW. I don\"t own KND or \"Sisterhood of the Traveling Pants\" \"Mr. Gilligan? You can see your wife now.\" said a certain doctor, knowing very well that Mr. Gilligan\"s wife was his own daughter. \"She\"s done with the sticthin\", and staplin\" and the feedin\", and aawww, you know what I\"m talking about!\" Hoagie P. Gilligan, Jr, now 27-years-old, ran into the delivery room, quickly thanking his father-in-law on the way. SOMETHINGTHATIHAVETOPUTHERESOYOUKNOWTHESCENECHANGED- \"Come on, Kuki, you can do it. Breathe, that\"s it, just like we practiced.\" said our favorite little (though not so little anymore, considering he is now 6ft tall. Are you surprised? Just look at his dad!!) aussie, his hand turning purple from his wife squeezing the life out of it. He was about 6ft tall, with hair falling in his eyes in a bowl cut. He was covered from head to toe in scrubs. \"OH COME ON WALLY! YOU DON\"T KNOW PAIN, MR. TOUGH GUY!\" screamed a beautiful young woman, Japanese, with long black hair in a practical bun. The bun wasn\"t so practical now, though. It had sweat running through it, and strings of it were hanging in her face. \"It\"s okay, just one more push, Mrs. Beatles. There we go-\" \"Waaahh! Wahhhh!\" \"Congratulations, you have given birth to a beautiful baby boy. Wait, there\"s another one!\" YETANOTHERSCENECHANGEYETANOTHERSCENECHANGEHEREYOUGO- \"Isn\"t she beautiful, Nigel?\" said a beautiful blonde, breast-feeding her newborn baby girl in the hospital, while her other friends were still in labor. (Just pretend this is a weird phenomenon. I mean, it the \"Sisterhood of the Traveling Pants\", they were all born on the same day!) \"Just as beautiful as her mum.\" said a still-bald Nigel, admiring both his new daughter, and his wife. \"And just as beautiful as her dad, if it were proper to call a guy beautiful.\" The 2 just smiled, and watched as their newborn fell asleep in her mothers arms. ILIKEWRITINGTHESEILIKEWRITINGTHESEILIKEWRITINGTHESEWOOWOO- \"Abby? You okay?\" said a not-so-fat-anymore Hoagie, peeking in on his wife to check on her. \"Yeah, Abby\"s just fine.\" Abby held 2 newborns in her hands. One girl, one boy, both sleeping in their mothers arms. \"You wanna hold one, 2?\" Hoagie shrugged. \"Well, considering their both our responsibility, I should take half the load!\" he started to laugh at his own joke, while Abby groaned. Just then, the girl started making a noise. At first they were panicked, but then realized, she was... laughing! \"Well, this one\"s definitely YOUR daughter, if she\"d laugh at somethin\" like that.\" RUNNINOUTOFIDEASFORTHISRUNNINOUTOFIDEASFORTHISOHNOOHNO- \"Okay, Kuki, now I PROMISE this is the last push. I doubt we\"ll have quintuplets.\" \"Wally, I\"m trying to stay calm, but 3 would be triplets. SO LEARN HOW TO COUNT ALREADY!\" \"Waaah! Waah!\" The doctor laughed, \"Don\"t worry, Mrs. Beatles, they\"re only twins. A boy and a girl, both beautiful!\" Wally asked, \"Hey, doc. Do you mean that, or do you say to all the baby\"s, even if they ugly?\" \"WALLY!\" 123453621234536212345362123453621234536212345362123453621234536212345362 (I can\"t believe that fit perfectly!) \"Nigel?\" asked a blonde woman in a hospital bed, holding a sleeping baby. \"Yeah, Sarah? Or, should I say Mum?\" chuckled a bald man sitting next to the woman. \"What do think of Jennifer?\" \"My mum? What about her?\" \"No! As a name for our daughter. I think it fits her. It sounds like a leaders name.\" Nigel looked puzzled for a minute, then he smiled. \"I think it fits her too.\" 123453621234536212345362123453621234536212345362123453621234536212345362 \"Well, 2. No question what the boy\"s going to be named. Who else will carry on the name \"Hoagie P. Gilligan\"?\" \"Awww, I wanted to name the girl that!\" Once again, the baby girl did that little laugh, obviously having her father\"s lame sense of humor. \"Nah, I\"m kiddin\". \"Hoagie P. Gilligan the third\". I wish that was MY name, it sounds so powerful!\" said Hoagie, trying as best he could to do a powerful pose with a baby girl in his arms. \"You know, for once, you\"re right. I bet he\"ll be a great second-in-command for something. Being YOUR son, a leader is out of the question.\" Hoagie laughed for a minute, then realized what she said. \"HEY! Anyway, how about, tuhtuhtuh (that supposed to be a clicking sound that people make when they\"re thinking), Emily?\" \"Yeah. Emily Gilligan. Sounds like a scientists name, doesn\"t it?\" \"Yeah, I guess it does.\" 123453621234536212345362123453621234536212345362123453621234536212345362 \"So, Kuki. Whadowe name \"em?\" \"Well,\" thought Kuki, after a while, a smile came into her eyes, \"You know what I always wanted to name my kids, if I had twins?\" \"What?\" \"Taka and Tara. One name from my country, and one from yours.\" \"Are you saying, you\"ve ALWAYS wanted to have kids with me?\" Kuki just blushed and said, \"Oh, like you haven\"t!\" Now it was Wally\"s turn to blush. \"Well, anyway, those names fit. Taka and Tara Beatles. I like it.\" Okay, now on to their kid\"s adventures. I\"m going to start with Numbuh 2, Emily Gilligan. Because, she\"s kinda based on me. Sector V, 2030-2035, Numbuh 2\"s File Numbuh 2, Emily Gilligan, technology and forensics expert, born on June 7, 2022, like the other members in Sector V. Parents are Hoagie P. Gilligan, Jr., ex-Numbuh 2 of Sector V from 2001-2008, and the inventor of our amazing 2x4 technology, and Abigail Lincoln-Gilligan, ex-Numbuh 5, also a former member of Sector V from 2001-2008, the founder of our spy training program. Numbuh 2 joined the Kids Next Door on her 8th birthday, June 7, 2030, along with her teammates, Numbuh 1, Jennifer Uno, Numbuh 3, Taka Beatles ,3\"s sister, Numbuh 4, Tara Beatles, and Numbuh 2\"s brother, Numbuh 5, Hoagie P. Gilligan III. All scheduled for decommissioning on June 7, 2035. ...Begin Transmission... Numbuh 2 was sitting at her desk, staring at a computer screen, trying to match a handprint found at a crime scene to one of their arch foes. When the screen said there was no match, she screamed and hit her head repetitively on her desk until she heard a knock at her door. \"Numbuh 2? Emily? Are you alright?\" said a boy from her door. This boy was Taka Beatles, Numbuh 3, Numbuh 2\"s secret crush. \"Huh? Oh, Taka. Emily\"s fine. If Emily was any finer, you would find her in a china cabinet.\" She chuckled nervously, knowing very well that she wasn\"t fine. You see, something horrible had happened at the moon base, and she was the only forensics expert in the KND good enough to track the bad guy. If she didn\"t find him within a week, the moon base would be doomed. Why, you ask? Well, today is May, 31, 2035. In one week, she would be decommissioned, and no one would be able to find who sabotaged the moon base\"s anti-adult shield. Decommissioning had changed. Actually, she was the one who suggested the change. They had a problem with parents wondering why from ages 8-12, their kids were never home and had many wounds and bruises, but after 13, they suddenly had no friends, couldn\"t even remember ever having friends, and wondered why they were always sore. She tweaked the design of the decommissioning machine so that they wouldn\"t remember any of the missions, codes, or anything that had to do with the KND, but they would remember their friends, and remain friends with them until they naturally lost them for whatever reason. So she wasn\"t scared of forgetting her friends, like her parents were, but she was scared that they would never know who destroyed the anti-adult shield beyond repair. In fact, she was working on building another one, too. But, if she didn\"t finish that, they had other people to finish it. But no one was as good at tracking bad guys as her, and she couldn\"t even do it. \"Okay, Numbuh 2, what\"s up? I know you, your jokes are lame, but you never just chuckle at \"em. Does this have something to do with the anti-adult shield?\" \"Well, duh! Emily\"s been at it for 2 months, and she still can\"t find ANYTHING! All of these handprints are different, but none of them match any of our bad guys! It\"s like they just came from outer space!\" \"Well, how do you know they don\"t? Maybe their evil alien-guys who eat peoples heads!\" Emily just stared at Taka, mouth agape. \"Taka, you\"ve been spending WAY too much time at your Aunt Mushi\"s house. Seriously, When it comes to sense, you don\"t have 2 cents worth! HAHAHA! Get it, sense, cents? Oh, that\"s classic.\" \"Now THERE\"S the Emily I know. Emily, they can build a better shield after you leave, and if they sabatoge it again, they can build another one. You have one more week in the KND, might as well enjoy it. And remember, if you ever need a friend, I\"ll be here.\" he put his hand on her shoulder, and she looked up at him. \"I guess you\"re right, Numbuh 3. Come on, let\"s go get some ice cream.\" Taka smiled, helped Emily up, and led her out of her room. As they left, the computer screen said \"Error, re scanning... handprint match. From files 2001-2008. Handprints belong to Father, Lenny, Steve, Chris, Marsha, and Jenny.\" OOOH! CLIFFY! NICE! HAHAHAHAHAHA! Please review, but please don\"t flame! No-ones reviewing. I feel so unloved! Anyway, inspiration kinda struck, so here\"s chapter 8. Pretend the new 362 is Numbuh 1\"s(Jennifer) cousin. Here ya go. ...Transmission Re-established... Emily and Taka had finished their ice-cream, and remembering they left the computer on, went up to Emily\"s room to turn it off. When they got there, they saw the screen. \"Oh, CRAP!\" screamed Numbuh 3, \"Numbuh 4\"s told me about this. Let me go get her.\" After Taka left, Emily went to her computer, and looked up the files. ... Father: Once known as Cain Wigglestein. Refused to play horsie with his child and started the time of The Really, Really Bad Thing That Happened. He left his wife and first child, and adopted 5 new children, Lenny, Steve, Chris, Marsha, and Jenny, otherwise known as The Delightful Children from Down the Lane. Hasn\"t been seen since the 2003-2008 Sector V, along with the help of Numbuh 362, was believed to have defeated him and the Delightful\"s in 2007... ... Lenny: One of the Delightful Children. He was usually on the far left in the football helmet. Once joined the KND to be a spy, but we knew that he was really a spy for the Delightful\"s. He received \"top secret files\" that were really a humongous popcorn bomb. Has not been seen since the 2003-2008 Sector V, along with the help of Numbuh 362, was believed to have defeated the Delightful Children in 2007... ...Steve: The tall one in the back. Has not been seen since the 2003-2008 Sector V, along with the help of Numbuh 362, was believed to have defeated the Delightful Children in 2007... ...Chris: The short one in the front. Has not been seen since the 2003-2008 Sector V, along with the help of Numbuh 362, was believed to have defeated the Delightful Children in 2007... ...Marsha: The taller blonde girl. Has not been seen since the 2003-2008 Sector V, along with the help of Numbuh 362, was believed to have defeated the Delightful Children in 2007... ...Jenny: The short, brunette, fat girl. Has not been seen since the 2003-2008 Sector V, along with the help of Numbuh 362, was believed to have defeated the Delightful Children in 2007... After she had printed out all of the files, Numbuh\"s 3 and 4 came running in. \"What information do you have for me, 4?\" asked Emily, dying to know who her parents had defeated when they were just a little younger than her. \"Well,\" said Tara, Taka\"s twin, though they looked nothing alike, \"A couple of weeks ago, I found Dad\"s diary from when he was a KND operative. I couldn\"t show it to him, because he doesn\"t remember the KND. I found out a lot of things about Father and the Delightful Children, even though he apparently couldn\"t spell or count, and the fact that he\"s liked mom since he was 10, but that\"s beside the point. Somehow, Father had fire powers that had almost killed our parents on various occasions. The Delightful Children, or Delightful Dorks, as dad called them, always had some kind of cruddy giant robot that also almost killed our parents on various occasions. When they defeated them, they fell into a deep trench in the ocean, enough to kill any man, even that cruddy Father, but there would still be a possibility that they could have survived, or had some kind of cruddy underwater jet packs that they could have used after our parents left them there to die.\" Numbuh 2 sat there thinking, and then she added, \"We\"re going to need help.\" Jennifer Uno, Numbuh 1, was sitting at her desk writing a mission report from when they \"saved\" the town from the Toilenator Jr., not really hard, but still needed a report. Once, she had been working non-stop for 3 days, and was scheduled to get the same reward her dad got when he was in the KND. And the new Numbuh 5 was trying to do the same thing his mom did. Try to get the leader to go to sleep. Eventually it worked, but that didn\"t stop Numbuh 1 from working non-stop some other time. She had a knock on her door. \"Come In!\" In came Numbuhs 2-4, panting. \"We need help from moon base. NOW!\" Numbuh 5, Hoagie P. Gilligan III, was sitting in the living room (the one with the giant TV, you know?) reading a comic book and listening to music. He was just getting relaxed, then right on que, the rest of his team came in, panting and screaming all at the same time. \"QUIET!\" screamed Hoagie, trying to make sense of everything, \"Now tell me what happened.\" After the team explained, they made a call to moon base command. \"This is Numbuh 1 of Sector V, do you copy, Moon Base?\" The screen came up, and Numbuh 362, Laura Parker, answered. \"What is your emergency, Sector- Ugh!\" Just then, Numbuh 362 was knocked unconscious by a flame shooting from off screen. Before the screen went blank, there were 5 shadows that ran by, laughing. Okay, that could have been better. What do you think? PLEASE REVIEW! Man, I know it\"s only been a couple of hours since my last update, but still no reviews! I AM SO UNLOVED! Maybe you\"ll like this one enough to review. A couple of hours later, the members of Sector V were sitting in the mission briefing room, thinking of what to do now. \"Okay team,\" Said Jennifer Uno, Numbuh 1, \"they\"ve gotten to moon base and Arctic base. So, what do we do?\" 3 of the remaining 4 team members requested some interesting, yet not very good, ideas. \"We could ask the head-eating-alien-guys to help us!\" \"We could stay here and wait for them to facilitate our doom.\" \"We could beat the CRUD out of them!\" The only one who didn\"t say anything was Numbuh 2, who was deep in thought. After a couple dozen more stupid ideas, she screamed, \"QUIET! Emily\"s got an idea, but y\"all will have to help her.\" ANOTHERONEOFMYSTUPIDSCENECHANGESISNTITGREATHUHHUHHUH- Taka was confused, \"Okay, so, tell me what your idea is again? I got lost about a buhmillion years ago.\" Emily sighed, obviously frustrated about having to explain again. \"Okay, a couple of days ago, Emily found a telescope in a box in her basement. Only when she looked in it, it was blank. She noticed that it had the old KND logo on it . I called moon base command and asked them to send her her dad\"s old invention log, which they made him give up with the rest of his KND stuff. I found out that it was supposed to help you see into the future. I figure that I could take the part that lets you time travel, re-configure it so that we can go into the past, get our parents as kids, right before they got decommissioned, and get them to help us defeat Father again. Since we don\"t now what he\"s capable of, they could come up with a plan that works.\" Jennifer thought for a minute, and then said, \"That... is... brilliant! ANOTHERONEOFMYSTUPIDSCENECHANGESISNTITGREATHUHHUHHUH- \"Okay, guys. Did you get the stuff Emily asked you to bring?\" asked Numbuh 2, hidden under the time machine so she could get it together. \"Yeah, sis,\" said Hoagie, \"Taka and I went to the moon base, and while he tended to the wounded operatives, I looked for some spare parts for ya. Here you go.\" Hoagie handed his sister some odds and ends, and she added them to the time machine. \"Okay guys, Emily\"s finished. But there\"s one problem. Only 7 people total can fit, so only 2 of us can go. I need to go incase there\"s a problem with the machine. Who wants to go with Emily?\" \"I should go.\" Said Taka, \"I\"ve won every debate I\"ve ever been in, even with my sister. If anyone can persuade them to come, I can.\" Jennifer thought for a moment, \"It makes the most sense. 2, 3, good luck. We\"ll be waiting here for ya. Please try your hardest to bring back our parents, or the future of Kid-dome as we know it will come to an end. Sector V, minus 2 and 3, salute!\" Numbuhs 1. 4, and 5 all saluted as the remaining 2 team members entered the time machine to retrieve their parents, to save the world. How was that? Please review, but no flames. PWEASE NO FLAMES!"], "topic": ["Codename: Kids Next Door"], "author_id": 8}
