{"syms": ["\"Stand down, stand down.\" they looked to Numbuh 362 for assurance, and when she nodded, they did stand down. The pink girl looked to them and said, \"Now, I know that the leader of the Kids Next Door is here, but she has requested that we be treated like we were part of your team, and no more.\" Numbuh 362 stepped up. \"Yes,\" she said, \"in order for us to observe what you do, we need to see you the way you really are, not the way you pretend to be when someone important is around.\" After taking this in, everyone but Numbuh\"s 1, 362 and that pink girl was gone. The pink girl stood there for a second, then said, \"Well, I can at least tell you who I am.\" She stuck her hand \"Effie Dite, at your service. But if your smart, you\"ll call me 2-5-4-3.\" (um, I\"m just gonna put 2543, but remember, they say it as each individual Numbuh) Numbuh 1 stared at her hand for a moment, and asked \"What about the \"Numbuh\" part?\" She laughed at his statement, \"Well, imagine we were in a battle. If something was flying at me at high speed, I\"d already be dead by the time you say \"Numbuh two-thousand five-hundred fourty-three! Look out!'\" Numbuh 1 finally took her hand and gave it a good shake. \"Well,\" he said, sounding amused, \"welcome to the team, I guess. Anyway, what do you do at the moon base?\" \"I\"m the person who puts the teams together.\" Numbuh 1 looked confused, \"You mean, it\"s not based on where we live?\" 2543 laughed, \"Numbuh 1, think about it. What are the chances that people from England, Japan, Australia, AND France end up in the same neighborhood of the only American operative for 5 miles?\" Numbuh 1 was utterly confused, \"But--\" \"But how do I make sure all of the people end up together?\" she said, laughing again, \"You know how stupid adults are. I manipulate their old bosses to fire them, and persuade the parents to move to America or wherever and work in the same basic area.\" Nigel was very impressed by this, \"Wow. I always wondered why we moved.\" It had been about two weeks, and nothing had really changed. The only difference was Numbuh 362 had joined Numbuh 1 in his room to work on missions and stuff, and 2543 had sort have been \"watching them\", but only if they were with another operative. She never was there when they were by themselves. Numbuh 2 had noticed that she had always been there at sometime during the times when Numbuh 5 was helping him with his new designs, and Numbuh 4 noticed she was always there when he was playing video games with, arguing with, or secretly practicing dancing with Numbuh 3 (well, they had to learn that stuff from DATE somewhere!), and Numbuh 1 noticed that she was sometimes there while 362 and him were working on the missions. And when she wasn\"t watching the other people, she was making these strange origami hearts. One day, Numbuh\"s 1 and 362 were discussing the last mission they went on, \"You know, Numbuh 362,\" said Numbuh 1, \"the Toiletnator is getting stronger, ever since they started that new mega-double-quadruple ply toilet paper, just shooting him with water isn\"t doing the trick.\" Numbuh 362 thought for a minute, and said, \"Well, if we increase the pressure on our water guns, it will get the TP wet, AND cut through it if soaking it isn\"t enough.\" Nigel didn\"t know what was coming over him, it felt like something had grabbed his arm and put it on Sarah\"s (Numbuh 362, remember in my other fic FUTURESQUE, her name was Sarah Parker) shoulder, and something constricted his vocal chords into saying \"That is a GREAT idea, Sarah. I\"ll have Numbuh 2 start on that right away.\" He quickly covered his mouth and quickly muttered \"Imeanum362Ibetterget2toworkonthatbye.\" and ran out of the room. But before he left, he noticed three things. 1. Numbuh 362 had a blush on her face... 2. He had a paper cut... on his shoulder? How did it get there? And 3. He could have sworn he saw a flash of pink run out the door before he did. Bum Bum BUUUUMMM! WHAT could that pink flash BE? WHY was Sarah BLUSHING? WHY does Nigel have a PAPERCUT? WHY am I asking YOU these questions? I don\"t know! Please review. PUHWEASE! I know it\"s only been, what, 2 hours since I last updated, but the insparation just keeps coming! Anyway, still don\"t own KND, and most likely never will. I finally found some cough drops, though! So... MWAHAHAHAHAHAHAHAHA! Woot! I did it! Hoagie and Abby had been sitting in the main room working on a new invention. Abby was helping him because she had run out of CD\"s and he was struggling to get this one finished. It was the water gun that Numbuh 362 was talking about, but they had yet to come up with a name for it. In all of his prototypes had ended up just shooting him in the face, and with the new higher pressure it really started to hurt. They were each sitting on the floor on either side of the blueprints talking to each other. \"Maybe if you put a super-thingamajiger here, it will help the water go in the correct direction.\" Numbuh 2 thought for a moment, \"That\"s brilliant, Numbuh 5!\" As he was adding this detail to the paper, 2543 walked in fingering one of her paper hearts and muttering something that sounded like \"I gotta trim these edges down... He was bleeding... Well, it worked, I think...\" She stopped and looked towards the two operatives sitting on the floor, and a small smile came to her face, \"Oh, hey guys. Don\"t mind me, I\"ll just be going now.\" With a wave of her fingers, she walked into the next hallway and out of site. They just sort of sat there for a minute when Numbuh 5 said, \"Well, that sure was interesting. Do you realize she never makes sense?\" Numbuh 2 snickered, \"Yeah, I\"ll bet you 2 cents she\"ll never make sense.\" (I know, I know, I\"ve used it before, but I can\"t think of anything else) They sat there in silence for about a millisecond before Hoagie burst out in laughter. \"HAHAHA! GET IT! SENSE, CENTS? Oh, man, that is one of my best ones--ow!\" Numbuh 5 stood there with a ruler in her hand, after hitting him with it. \"Man,\" she said, \"Someday, you gotta quit that. It drives Abby crazy!\" \"Is that in a good way? Rawr.\" Then it was necessary that he run away, for Numbuh 5 was chasing him with the ruler, and the compass, and her hat, and anything else she could find that could hurt him in any possible way. After about 5 minutes of chasing, they sat down and started to work on the water gun again. All of a sudden he felt something tugging at his head, and at the same time, so did Abby. They both looked at the blueprints and saw a fly just buzzing away there. They both reached to swat it, and there fingers touched. They wanted to move away quickly, but for some reason, they couldn\"t move. All they could do was move their eyes, and when they did, they locked eyes, and didn\"t move away for what seemed like forever. Finally, they could move again, and Abby muttered something about needing to stop drinking so much soda during the day, and Hoagie muttered something about an important part being in his room. As Abby ran, she felt something on her cheek, that felt strangely like a paper cut. \"But it can\"t be,\" she thought, \"Could it?\" And as Hoagie ran, he was thinking the exact same thing. After they ran off, there was a slight giggling that sounded like it was coming from the hallway. Man, this is gettin SERIOUS! And note, the \"rawr\" wasn\"t because of whatever\"s happening to everybody, but he does that with everyone. Cree, Numbuh Whoever-was-on-the-KND-nightly-news. Yeah. Anyway, while I\"m on that subject, did you realize that the KNN team was a lot like 2 and 5, with switched skin colors? The guy kept saying stupid puns and being goofy, and the girl groaned at the puns and was pretty serious. And Hoagie \"rawr\"ed at the girl who was like Numbuh 5, and Cree who is like a version of Numbuh 5. Hmmm, foreshadowing perhaps? I have no idea. Quote time! A dodgeball has writing on it that says someone has Numbuh 4\"s family with him. Numbuh 4: I DON\"T UNDERSTAND! Numbuh 2: (sniff) I know. Numbuh 4: No, really, I don\"t understand. Now, what does THIS word mean? Nothing really much to say here, except I don\"t own KND, Little Mermaid, Radio Disney, or Disneymania. That\"s out of the way, here you go. Days came and went, and nothing out of the ordinary had happened. The only thing that happened was another attack by the Toiletnator, but thanks to Numbuh 362\"s new water guns, it took half the time it did when he still had the single-ply TP. Finally, it was Thursday, they day when Numbuh 3 and 4, secretly, practiced their dance moves. Since they could never know what song they would play at the party, they decided to always dance to songs on the radio. It was Kuki\"s turn to chose the station, and after a couple of minutes of searching, a station came on. \"True to your heart, you must be true to your heart\" Numbuh 4 groaned, \"Come on, Kuki! Do we REALLY have to dance to this crud? I mean, come on, Radio Disney!\" he grumbled, \"this is worse than those rainbow monkeys.\" Kuki turned around to look at him, \"Did you say something?\" she asked, obviously not hearing him before. He sighed, \"Oh, nothing. Let\"s just dance.\" he said, putting a huge, fake, smile on his face. They grabbed each others hands and started to dance around (imagine, op: DATE). Finally, that song was over, and a commercial break came on. They sat down and got some water, and started chatting. Out of nowhere, like, in the middle of a commercial, a song came on. \"Hm,\" thought Numbuh 3, \"This sounds like that one song from the Little Mermaid.\" she listened to the intro for a moment, \"Maybe it\"s a new Disneymania version\" Both Wally and Kuki got up, and, it being a slow song, she grabbed his shoulders and he grabbed her waist lightly. The song started with a familiar voice, but neither of the operatives could place it. There you see her Sitting there across the way Wally dipped Kuki, causing her to scream with joy as she came back up She don\"t got a lot to say But there\"s something about her \"There really is something about Kuki,\" thought Wally, \"She\"s smart, pretty... What am I saying? You can\"t let her know, man! And you don\"t know why but you\"re dying to try You wanna kiss the girl. \"God, this song knows me to well.\" he thought as he spun Kuki, causing her to squeal again. Yes, you want her Look at her you know you do Possible she wants you, too \"Oh, curse whatever person invented things green eyed, blonde and Australian!\" screamed Kuki in her head as she was spun again, \"Because... they completely control me.\" There is one way to ask her It don\"t take a word Not a single word \"This song\"s got a point.\" thought Wally, sort of zoning out, \"If I kiss her, I\"m not really telling her my secret, I\"m very strongly implying it.\"Go on and kiss the girl Sha la la la My, oh, my Look like the boy to shy Ain\"t gonna kiss the girl \"You got that right, lady.\" she thought, \"Even if he did like me, he\"d be way to shy to do anything. Sha la la la Ain\"t that sad? What a shame, too bad He gonna miss, the girl At that moment, right after discrediting the \"kissing her\" idea, Wally realized something. After this year, he wouldn\"t even remember who she was. He might as well let her know while she still knows who he is. Now\"s your moment Floating in a blue lagoon Boy you better do it soon, No time would be better She don\"t say a word And she won\"t say a word Until you kiss the girl \"She has been pretty quiet\" he thought, \"I wonder what\"s wrong?\" Sha la la la la la My oh my Look like the boy too shy Ain\"t gonna kiss the girl \"Not this time, radio person.\" he thought. Sha la la la la la Ain\"t that sad? Ain\"t it a shame? Too bad, he gonna miss the girl \"And the girl\"s gonna miss him.\" she said in her head. Sha la la la la la Don\"t be scared You got the mood prepared Go on and kiss the girl He danced a little closer to her. Sha la la la la la Don\"t stop now Don\"t try to hide it how You want to kiss the girl And she danced a little closer to him. Sha la la la la la Float along And listen to the song The song say kiss the girl Their faces felt like they got pushed a little closer. Sha la la la la The music play Do what the music say You got to kiss the girl And closer. You\"ve got to kiss the girl And closer. You wanna kiss the girl Finally, just half an inch apart. You\"ve gotta kiss the girl \"KIDS NEXT DOOR, CODE RED! REPORT TO DOCKING BAY IMEADIATLY!\" Crap! I mean...Go on and kiss the girl The two operatives quickly got away from each other. Kuki looked at him, \"This never happened?\" Wally nodded, \"Roight!\" As they walked away, Kuki said, \"Wally, you have something on your neck.\" He reached behind his head, and looked at what he had. \"It looks like... a little pink piece of paper?\" he blinked, \"How did that get there?\" \"Okay, Kids Next Door,\" said Numbuh 362, \"we--wait. Where\"s 2543?\" The pink operative came running in, out of breath. \"Sorry,\" she whispered, her voice kind of raspy, \"I got lost.\" \"I should say so.\" Said Numbuh 1, \"You just came from the wing Numbuh 3 and 4\"s rooms are!\" \"Really?\" said 2543, \"I didn\"t notice.\" I\"m so confused! THE RADIO SINGER SAID CRAP! WHY! Oh, wait, I do know why. But I\"m not gonna tell you. Yet. That\"s what I do, I\"m the writer. Just please review. Once again, SCSPOM is back! Hm, try to say that 5 times fast, SCSPOM SCSPOM SCSPOM SCSPOM SCSPOM SCSPOM! Still don\"t own anything that you recongnize in this story. Apparently, Cree had gotten a whole bunch of her friends together to hack into the schools computer system and give everyone under the age of 13 failing grades, causing them to go to summer school and leave the teenagers to have the summer to themselves. An anonymous person had given them an inside tip, and, after 15 hours of constant battle, they were exhausted. Everyone went to their respective rooms, and took a long, long, nap. Nigel\"s Dream (in his own POV) I\"m still attacking those, dirty, rotten teenagers, and I hear a scream. It sounds a lot like Sarah, so I start looking for her. All of a sudden, I\"m in a white room. Not really a room, more like an abyss. You know you love her Who said that? Where are you? Show yourself! Just say it\"s true Leave me alone! WHAT ARE YOU TALKING ABOUT? Lizzie is gone, your relationship through So what? I don\"t care! I never did! But now there is someone new What? Who is it? You love her, you know you do I still don\"t know what your talking about lady! I love no one! I learned that loving is for losers, Lizzie taught me that. Say it Say what? For who? You know No, no I don\"t! Say it I still don\"t know who you\"re talking about! Her eyes are blue, her hair is gold Sure, of course they are. She\"s the leader of an organization that\"s very old No. I won\"t listen! Her name is Sarah, and you know it\"s true LA LA LA LA I CAN\"T HEEEAAAARRR YOOOOUUU! You love her and she loves you Wait, what? What was that last part? I won\"t tell you... till you Say It And I won\"t say it till you tell me It\"s not that hard to explain it What do you want me to do! Say it! I don\"t know what you want me to say! SAY it! You know what to do! Fine! I... Yes? I... Say it... I... love S-- And then I wake up, and it looks like a pink flash came out of my ear, and zoomed out of the door. Uhg, I still must be tired, had a hard day today. To tell you the truth, I had NO idea what I was going to do next, so I started typing, and came up with this, how do you like? Press that little blue button down there and tell me! CUL8R Okay, here you go. Numbuh 2\"s dream. Still don\"t own KND, and most likely never will. Numbuh 2\"s Dream I\"m surrounded by girls, most of them I can recognize. There\"s Cree, Numbuh 10 from the KND Nightly News, Numbuh 86, and a large mass that even if I did know them, I couldn\"t see them. I tell them a story. \"And then I said, ' I\"m sending this back to the kitchen!'\" Everyone groans and walks away, saying things like \"Why did we like him?\" \"He is SO lame!\" and other hurtful things like that. Then out of no where, I heard someone laughing. There IS someone who likes your jokes Whoa. Where did that voice come from? She can\"t always show it \"Who are you? And who are you talking about?\" She has an image to keep \"Yeah, who doesn\"t?\" She wishes she doesn\"t \"Would you just tell me who she is, already?\" Follow the sound of the laughter, and you will know I realize that the laughter is still going. I start in the direction I hear it from Would you like some hints? \"Heck, yeah!\" In many a fantasy, you have her laughing That excludes anyone I don\"t know. And, she refers to herself in the third person \"Uh huh, Numbuh 5? THE Numbuh 5? That would happen, um, never.\" I told you, she wants to keep her image \"What do you mean?\" The \"quiet one\"? Laughing at what other people think are lame, that would make it go away. \"Well, that sure makes a lot of sense, but I still don\"t believe it.\" Oh yeah? Well, look in front of you. I realize that I have been walking this entire time, and in front of me, is Numbuh 5, laughing. But, this isn\"t the Numbuh 5 I know. She looks about 4 or 5years older. She is wearing a dark blue dress with black heels. \"This looks like her, but she\"s the wrong age.\" Really? Look at yourself. A mirror materializes in front of me, and I am 4 or 5 years older as well. And, MAN! I am BUFF! When you are 16, she will laugh. Seriously? Through the rest of your life, she will still pretend to not like them, but she really does. Why are you showing me this? Because. Because why? You know. What? How you feel about her. Wait. What? You know you l-- I wake up after seeing a flash of pink. Man, I\"m kinda hungry. There you go. Please review. Okay, here you go. Chapter 7. The squeamesh MIGHT not wanna read Numbuh 4\"s dream. Still don\"t own KND. Numbuh 3\"s dream I\"m sitting in a field filled with rainbow monkeys, and Wally comes up. \"Hey, Numbuh 3,\" he says, kneeling down to my level, because I am sitting, \"I like you.\" \"I like you, too.\" I tell him, not looking up from my rainbow monkeys. \"No,\" he says, \" I really, REALLY like you. Almost to the point where I love you.\" \"I know,\" I say, handing him a green rainbow monkey, \"I love you, too.\" I give him a kiss on the cheek, and he sits down next to me and plays with me for the first time. Uh... huh. Hm... I guess I\"ll see you later. A big flash of pink light fills my vision before I wake up. I go back to sleep. Numbuh 4\"s dream I\"m sitting in my room, listening to my green iPod mini. Numbuh 5 walks up in a very, very revealing outfit. \"Hey, Numbuh 4,\" she says in a, ahem, suggestive voice, \"You got something to say to Abby?\" You gotta be liking this! said a voice from above. I look up, \"Yeah,\" I say, \"Go away. I\"m listening to my iPod here!\" She walks off in a huff. I go back to listening to my music, when Numbuh 86 walks up in barely anything, \"Wally,\" she says, getting right up to my face, \"You wanna do something?\" How about her? She likes you. I look up at her and say, \"Yeah. I do.\" She smiled. \"I wanna listen to my music, LEAVE ME ALONE!\" She looked close to tears as she walked away. Lizzie walks up, What about this one? \"Go away.\" I say, not even looking at her. Numbuh 3 comes up in the ugliest thing I have ever seen, covered in mud and bad makeup on her face. Ew, no way you can like this! Then the dream changes perspective, and through my eyes, she is the most beautiful thing I have ever seen. The perfect outfit, not to revealing, but not to show-offy, and her face, oh her face. So beautiful. Or maybe, you do. \"Yeah, I do\" I say out loud. I turn off my iPod and she takes my arm, and we walk out the door. There is a big flash of pink, and I turn over a little, and go back to sleep. PLEASE don\"t hurt me, I know they are only 12, but I know a lot of 12 year olds like Wally, and they got some perverted minds. Just keep in mind that he DIDN\"T WANT the perverted things, only the one thing that he really loved, and all he did was hold her arm. So, PLEASE don\"t flame me because of this. PPPPLLLLEEEEAAAAASSSSEEEE! Numbuh 5\"s Dream I\"m looking at a picture of Maurice while holding my arm. I move my hand to reveal a burn from a laser. A Mustard laser. One that they stopped making right after Maurice left. \"I thought you were my hero, Maurice. I thought you liked me.\" Oh, you want a hero, do you? Huh? Who said that? Think about it, Abby. Think about what? Who\"s saved you multiple times during a mission while everyone else was busy with other things? All of a sudden I have a flashback of someone swinging in and saving me from falling into the ocean. Someone coming to the side of Stickybeards mini-ship when I fell off. Someone telling that guy to find me and get me out of the soda bottle. \"Numbuh 2.\" You\"re usually the one that everyone comes to when they have a problem. Who do you go to when you\"re down? \"Numbuh 2.\" And who has always tried to make you laugh, just for the beauty he sees when you laugh? That one got me, but when I thought back to it, every joke, every pun, every one liner, shaggy dog, even knock-knock jokes, he would always look towards me. And when I would groan, he would have a look of, what was it? Pain? Sorrow? Disappointment. That\"s what it was. \"Numbuh 2.\" How much more of a hero do you need? He will always be there. You need to be there for him, too. \"You\"re right. You really are.\" I know I am. After a bright pink flash filled my vision, I woke up. After wiping some tears from my eyes, I turn over and go back to sleep."], "topic": ["Codename: Kids Next Door"], "author_id": 8}
