{"syms": ["I shift a bit, warily letting my eyes dart from one owl to the other -- but my eyes are trained on the Barn Owl the most. Like Hoole...so like Hoole... He turns a bit, and our eyes meet directly. I can\"t describe it...in this next moment, I don\"t look away, how awkward it seems. I stare into his eyes. They\"re like Hoole\"s... They are Barn Owl eyes, but Hoole\"s eyes. They\"re his eyes...Hoole\"s eyes... They hold that light of valor, justice, that one glow that I always made me feel my gizzard twitch in the bottom of my heart. Hoole... He never wanted me, did he? He loved me, but only who I was pretending to be. He never loved me, only Emerilla...lucky owl. I just wanted to belong -- because I was nothing -- and he gave me that. He was so fair, so kind...he gave me something even Kreeth could not. Mum and Da -- Ygryk and Pleek -- were supposed to be my parents. I was supposed to be their chick, Lutta. Yet they left me. They talked about me behind my back...I was a freak. My own parents loathed me. Oh, they tried, but they left in the end. They didn\"t love me. Kreeth used me. No one really loved me, or even looked at me normally. All I was was a freak, nothing at all. Then he came along. Him, Hoole. The only one who let me belong, looked at me with kindness in his gaze, not looking like I was a...monster... Why was I born? Not one person cared about me. I was just freak my parents didn\"t want, a weapon for auntie\"s uses, and a fake to my only love. He cared, but didn\"t know me. In the end, I was a monster to him too. Now I\"m back. And now I wonder... I suddenly stiffen as I think up to a thought. \"What happened?\" I shoot up and stare into those kind eyes. I trust him to answer. \"Please, who are you? Where am I? Where\"s...Where\"s\"--I choke up, but the question is already on my tongue--\"Hoole?\" My talons clench as the name leaves me. At once, I see sympathy clearly written over their faces. A pang enters my heart. Sympathy for me? A nothing? \"Lutta.\" Sweet words again, and I suddenly wonder how this Barn Owl knows my name. \"It\"s hard to explain, but please...\" \"Listen carefully.\" Everyone, including me, jumps as the Great Gray speaks -- in a rather booming voice -- for the first time. The Elf Owl frowns at him. The older Barn Owl gives him a quick nudge. Words tumble from the young Barn Owl\"s beak. \"Lutta, we read about you in legends. It\"s been a long time since you were... \"Well, you\"re at the Great Ga\"Hoole Tree, and it\"s been a long time since you were...\" His voice dies down as he hesitates. \"Dead,\" the older Barn Owl finishes. He says it with that sympathy shown in his eyes. \"It\"s been thousands of years from your time, and we read about you from some legends about some...events...\" He clears his throat, determined to go on. \"Coryn here\"--a gesture at the young Barn Owl--\"is the king. I\"m his uncle, Soren. This is Gylfie\"--a gesture at the Elf Owl, who nods in greeting--\"Twilight,\" the Great Gray, \"and Digger\"--what a funny looking Burrowing Owl. \"My uncle and his friends are called the Band,\" Coryn adds. I let this newfound information seep in. Thousands of years? Could this be possible? I was dead, right? It\"s been so long -- and...I was dead? How...? \"I have a GIZZARD!\" \"You do not have a gizzard, you fool! you idiot! I created you.\" \"You created me, but I created this gizzard!\" \"No!\" What is this? \"Emerilla?\" He turns as I change. He knows now...what am I to do? Dismay spreads through my body. He\"ll probably think I\"m a freak too, and he\"ll hate me. But I love him! In the next second, I\"m flying at him. Adrenline floods me as I feel...am I losing myself? This gref... He\"ll hate me now. I slam into him, and he flies backward. \"I love you!\" I want to scream. I want to scream those three words. To let him understand. I want to scream, \"I love you!\" Then, an enexpected blow to the back of my head. Pain. Unexpected pain. Then talons, stopping me in my tracks. Talons...digging into me, slashing everywhere. My vision spins to red. I\"m being ripped apart at the seams. Torn. No... Why are you...? I sink, and I fall apart, literally. My feathers fall off, as my body becomes a lump of darkness. A lump of feathers. I truly am nothing... You\"d expect a real body when one is torn by claws -- and yet...feathers only. My phantom gizzard lurches. \"Half-hags!\" \"I had to kill her.\" WHY? \"She pretended to be my Emerilla.\" Is that all! I\"m going to die like this! Just because I was an imposter! \"I knew from the start that something was not right about her. A blood deception she was -- a hagsfiend.\" Anger -- hot, seeping rage enters me. And cold feelings. Feeling that make me want to shed tears. \"No!\" I manage. \"Who are you?\" Who? Hoole...you accept me as someone? Hoole... \"I am nothing...and yet, I loved...\" I loved... \"Lutta?\" \"Hey! Are you all right?\" \"What\"s wrong? Lutta!\" I sink down as my mind spins. Then, I black out. All was dark except for the fluttering movement of wings -- brown wings. A Barn Owl shifted in the branches of the magnificent tree, her dark eyes gleaming as she looked into the hollow. How strange that she could get so close to the tree so easily. She was but a sillhouette against the branched skies. She eyed the hollow, and the inhabitants. Her son...too bad she would have to kill him. He would have made a fine pure owl, had he not inherited his uncle\"s stupid softness. She could just kill him, right there and then. How easy, that everything she had been working for for the last few months would just be completed now, so easily. She could easily snatch the ember, then swoop in and kill Coryn, his disgraceful uncle, and get her dear mate\"s -- rest his soul -- revenge. Then, kill those pathetic owls that were always around Soren, and anyone else she comes across in the tree, just for a bonus. It would be wonderful to see their pained, stupefied faces as she sank her claws through their feathers, one by one. Then she saw the hagsfiend, and her eyes widened in horror. I am the last! How is this possible? Why is she in that hollow! She could just kill her as well -- but her eyes caught something, and her gizzard twitched. No...she\"ll just stay back and observe. This hagsfiend could prove some use to her and... Sadistic impulse shot through Nyra\"s gizzard. The adoring gleam in the hagsfiend\"s eye as she stared at Nyroc. No, she\"ll wait. Nyra silently spread her wings and swooped into the night sky. She had plotting to do. PT: Please, enjoy :) I hope I can fill up some holes in the story as soon as I can. Though, they\"re there for suspense. Please review! Nothing, Yet A Love Never Dying PT: THANKS SO MUCH FOR READING, EVERYONE!! Enjoy! I have a little more to say: I know the last book already came out, and I\"ve finished it already. I\"m a little stunned, but in courtesy of those who have not yet finished it, I won\"t spoil it. However, despite the end, I\"m continuing the fic the way it is. I\"ve just noticed how much I\"ve been neglecting the story O.o Anyways, I was rather...displeased with a few stories stuck in the GoGH fandom, and while I was planning to leave it after finishing this fic, I might a few more fics for this. Not that I have hubris...I just...don\"t know...I just think I\"ll contribute to the fandom with a few fics of angst :D Anani Mouse Thank you, thank you so much :D -Head swells- Frosted Fate Yeah, poor Lutta D: Wish Hoole ended up with her. One of the Populace Oh...-sobs- Hi! :D FlamingSerpent Thanks! I\"m flattered x) True, Nyra\"s so important to the plot -- being sadistic and plotting revenge, among other things :) Hawkrain I\"m glad you\"re eager :D Thanks for reviewing and liking it! :) Lara-Van Thank you, thank you -bows- X) It\"s great that you think that; cheered me right up ;) The Great Tree I can make them hurt... My Mum and Da. I can make them feel the pain that they\"ve put on me. They can hurt, and I\"d be able to do it to them. A change in our positions is want I want so badly, and they\"d taste the bile they stuck in my throat. They left me...they left me, their chick Lutta. Theirs. I have the power now -- to make them hurt. I can make them hurt. I can make them hurt... \"Lutta!\" Stop slapping me. \"Lutta, wake up!\" Slap. Stop slapping me with your wing, it stings. Slap. Slap. \"WAKE UP, Lutta.\" Slap. Slap. Stop it! I\"m trying to-- \"Lutta, please!\" ...Hoole? Hoole\"s voice! I flick my eyelids open -- all four of them -- at the same time. Hoole? No, it\"s Coryn. Just Coryn. \"Lutta, are you all right?\" The way he looks at me...it\"s like Hoole. So much like Hoole. \"I\"m fine,\" I answer, and immediately scan my surroundings. Perhaps I have become overly paranoid with time, but I can\"t be sure. In any case, I can\"t let my guard down in this case; I could find myself dead in a second, just like that I died in an instant -- killed by Strix Strumajen. I shudder, remembering the memory of being ripped. Ripping, ripping, tearing, blood, pain-- Death. And then... Well, I don\"t want to think about what I don\"t remember. After that, there was nothing but a cluster of memories of what happened within death-- Falling. Falling... Floating...unraveling...flowing through the winds...becoming one with nature...then falling.... Falling, falling downwards, a curse uttered upon my kind: \"To hagsmire.\" Hagsmire, where the ones who have sinned within their lives went, for eternal damnation. Hagsmire, for hagsfiends, and...and... Nothings. Nothings -- they who mean nothing to the world, who should never have entered this life, this realm of breathing. Falling, agony, curses, darkness, cold hate. Those flaws of what life and death decide. And nothings. Nothings, like me. Nothing. Snap out of it. I don\"t want to remember. Of being one of the damned. And now I\"m back. Why? \"Lutta?\" -- and I look up. Hoole -- no, Coryn. Coryn, the Barn Owl. Unconsciously, I stare at him with huge eyes that deserve to pop out of their sockets. \"Yes?\" I say. Oh Coryn, please don\"t look at me like that. You look like Hoole, please, don\"t look sympathic...please don\"t...I want it but you don\"t have to give it. Can you not see that my heart has already been broken? \"Lutta,\" he says, softly, and gives me a tender nudge with his wing. \"Can you stand?\" I nod, because I cannot find myself shaking my head. \"Yes.\" Can my legs work? He steps back slightly, to give me room, and I try to remember how to use legs again. Now, I just...position them...and push upwards... A searing pain. My legs! They hurt! They hurt! Fall down again -- No, I can\"t. I can\"t fall; I\"ve told Coryn that I will stand, will be able, and I will not lie; not anymore; I have already lied and tricked Hoole, I will not do so again, not to any owl. Nor this owl. This owl, who stares with the eyes of a true king. A young king, but a wise one, and a good one. With difficulty, I stagger forward, out of the small nest. I feel the bark underneath my claws as I step on it; bark again, how it brings back thoughts of those days. It feels a bit unfamiliar, but I cannot forget bark. Such a thing is pathetic. I feel my legs quivering, wanting to give way, but no. No. I have said that I will stand. How they quiver! -- stop it. Stop quivering! I have said I will walk, and I will walk, even if this pain continues -- like fire searing at me, numbing in a way. I will not lie again. Deception has torn me once before; never again. I look at Coryn, see the concern in his eyes; he hesitates to step forward, wanting to help. No, I can do it. Please. Let me. I walk, a little faster, wanting my legs to stride. They work, a little better. I look at Coryn again, and I ask, \"Where am I?\" \"The Great Ga\"Hoole Tree.\" Silence. My breathe hitches quickly. \"The...\" I pause, mind spinning and reeling. The Tree? The Great Ga\"Hoole Tree, that was reigned over by...Hoole? \"Tree?\" The Tree. The Great Ga\"Hoole Tree. And my mind explodes. \"Th -- Then!\" I jump as I begin stuttering. \"The Ga\"Hoole Tree! I -- I don\"t belong here! I am nothing! I lo-- \"Hoole, he...NO! I am a disgrace! My presence is dirtying this tree!\" I back away, seeking some sort of exit. I don\"t belong here. No. I am defiling the Tree. How long has it been since the last time I was here? I deceived the good king, I nearly killed him -- he was a great king, and a great owl! I don\"t deserve to be here! How many good owls reside in this tree now, the Tree that was grown by -- as rumor says -- the sorrow and goodness of Hoole? I don\"t belong here! Coryn jumps now. Please, no! \"Lutta!\" he says, eyes flashing with some sort of fire that started. \"You are not!\" Not? But...Hoole! Hoole! -- please no! You--! I stare, transfixed, as I see Coryn change. I don\"t see Coryn anymore. I see...you. Hoole. Eyes, eyes that spoke of what you believed in. Your sense of love for those close to you, your fiery will that would see indiscrimation to the very end. I\"m sorry Hoole! I deceived you! I am everything you are not! -- and should not be! I am NOTHING! I back away, seeing Hoole. He steps forward, that look in his eyes-- \"You deserve to be here! You--\" I stumble backwards as I shriek, \"Hoole! Don\"t! Don\"t you understand!\" Now is my time to confess! I never told him that I was-- I\"m sorry Hoole. I\"m so sorry! \"Lutta!\" The owl before me is -- He\"s pleading! No, I don\"t deserve it! \"Lutta, you do! Just as any owl!\" My gizzard throbs, beating against its surroundings. I stare upwards, feeling it grow cold. \"NO! I DON\"T DESERVE TO BE HERE! I AM NOTHING! I -- DO -- NOT -- BELONG -- HERE! I AM...\" My gizzard gives a jerk. My throat fills with pebbles; \"Nothing....\" My words are choked. It\"s true. I am nothing. I don\"t deserve to be here, at the Great Tree. PT: Like? Hate? Please review. I hope to update soon. Fill up the plot holes, twist the story...you know. Nothing, Yet A Love Never Dying PT: I really need to update more often. xD -Shot- ...-looks out window- Well, I thought I\"d take some advantage. Now that I\"m in high school, and in the JROTC program, I\"ve joined the drill team that saps up all the members\" time. But as of this month practice has been cancelled until further notice. Now I have the energy and time for writing, so yeah -shrugs- FlamingSerpent I know, right? So sad...last book...oh the nostalgia.... PokemonKnight Yes, isn\"t that talent just so impressive? x) -shot- Thank you. silverrosetail Thank you, and thanks for the further information ^^ Hopefully, once this is pointed out, things will definitely unfold a little more. SamPD Mmhm...since I\"ve already replied to you... Crazydragonlord Thank you~! n_n I appreciate that. Move Again, Step By Step Nyra glanced down at the small bit of parchment in her right claw, squinting slightly to make out the ancient words. The Kraakish scrawled upon it was old, but young enough for her to translate. The general of the Pure Ones had to stop the glee that was bubbling upwards in her gizzard -- no, not yet, when this isn\"t confirmed to work -- but she allowed herself to flush slightly with success. For the sake of her sanity and her own feelings of encouragement. Success was near... Nearing... ...Bit -- by -- bit. \"Yes.\" A glint came to concentrated eyes. \"This is it.\" I look up. Consciousness is drifting back with a comforting steadiness. It comes kindly, but firmly. But I let it come. Hell. My body aches -- all of it, it aches and hurts and pinches itself. It\"s a twisted rag -- I\"m a twisted rag. Hoole. Coryn. Oh... I shouldn\"t be here. The thought is fire, or else ice. I shouldn\"t be here. I don\"t deserve to be here. My thoughts are taking flight from where they have left off. I don\"t deserve to be here. Of course I don\"t. I look around as my vision clears; he is not here...Coryn, was it? No one is here. My phantom gizzard -- phantom, yes... -- speaks...it sends a jolt of alarm. Warning. They have left me. They must have. Kind as they seemed to be, they must have left me here...in this hollow...perhaps wanting me to leave on my own, too disgusted to act. A saddening thought. They acknowledged me, though, and they were kind. Perhaps they saw through to something... But that\"s reality, is it not? -- of course, freak that I am; player of the confidant game that I am...an actor, nothing more. There is no real me. My grief has quieted. I should leave then -- it cracks my phantom gizzard in half -- this is the tree; and I am nothing. I shall leave then...go somewhere else to rot, quietly, for the peace. This tree has something...something...that revives Hoole\"s life. I wonder, then...if he is looking down here. I wonder what he is thinking. At least he is at peace. There is no me to disturb him, and I shall bother him no more in this tree. Hoole. I am sorry. I don\"t deserve any of your love. And I will not bother Coryn. He reminds me so much of you. I turn to face the opening of the hollow, veiled by lichen. Pretty. How alive. There is air outside; nighttime seeps through the fleshy fibers. Cool air, and a wide expanse. Shall I fly till the end of my miserable days? I shift; I can move. Then I can leave. There is no reason to stay here, of course...this is Hoole\"s home; I shall not taint it. Oh, it\"s silent -- I can\"t believe it took so long for me to notice it; my feathers are rustling -- I must look ugly -- and my feet shift. I can move. This is life. I am alive. Truly, truly alive. I cannot tell what exact state I am in, but I know I must be a mess. But outside I can release, can I not? Release, and perhaps become one with nature, earth or sky. There is a whole world out there, limitless. I can wander till the end of my days, past even the confinements of the land we owls know. Beyond the beyond the beyond. I fear no danger; in fact, the danger can come, and I shall not care if it kills me. I am an owl -- whatever I am -- with nothing to lose and nothing to gain. Then I am ready. I listen one more time, pause, before beginning the endless journey. Nothing. There is nothing but the hum of silence, scratching in cadence. I must be desperate to stay, as if I truly deserve it. I don\"t. I cannot stop thinking about this; I deserve nothing. I am nothing, after all. If I am damned to this line of reality for this whole retake at life, then so be it. Then, I will take my leave. Good riddance, then. My eyes mist. When I shake my head to clear the fog, I hop forward -- painful -- and I manage to walk. I can do this. There is the opening; I will go now. I must be cherishing the whisper of lush wind. I will go. I will go. With a shake of my ruffled feathers, I jump out, brush through the lichen that caresses my wings in farewell -- with pity? -- and snap my wings open. A prickling sensation. With a quick look downwards, as the world rushes in, I see the silver-gray plumage restored to my chest. A shapeshifter again. Coryn watched the candle before him splutter wetly, in its final throes of death. Though fire was life, it needed something to last. Something that helped it, hurled it onward. Without, it would die, die and scream. Then it would fall silent and blow out of existence. And that would be that. Died, and was dead. But undoubtedly, irrevocably, dead. How, then...how? -- how did a dead owl, undoubtedly gone for years upon years upon years...how could a dead owl rise, fresh and breathing, from the dead? This was illogical, and beyond the illogical itself. Of course there could be attempts to raise the dead, but...the body. And the sheer closeness to impossibility. Lutta, the owl of legend, was alive after being dead for so long. How...? Her body must have withered and become nothing but food for the earth to devour greedily. Though the beyond of the horizon of the logical was boundless, this was still... How, he mused. How. That was what he was pursuing. How? How? How? How had she returned to the earth? Was she an illusion? -- if so, she was something beyond illusion...she was too perfect to be something to be called a mere illusion. Coryn mused onward as he turned back to the sheafs of paper -- he had left Lutta for the pursuit of something...something that could shed its light upon the happenings. So long ago. Lutta. Was this a work of nachtmagen? There was that possibility, faded as the yellow craft was. Then who had performed it? Coryn could not grab it; he snatched at empty air. There was nothing to tell him. Nothing that anything could tell him, nor aid him. This was an enigma beyond most anagrams of matters. This was a mess. He had found her, Lutta, merely lying on some branch of the tree. And, through some urging of the gizzard, he had brought her back into the tree itself. This made little sense. He dived into another pool of thoughts. What if...? There was a bang; he jumped and turned. There was a curse of \"raccdrops!\" Twilight. Coryn called, one wing still laid flat over a book, \"What\"s going on?\" More cursing, followed by Gylfie\"s reprimands. There was a loud whirlwind of a flutter, and soon the whole Band was within the room! \"What?\" Coryn said loudly at the undignified relative of a heap before him. \"What\"s happened?\" Something shot through his gizzard. Soren spoke first, in a rushed but determined voice. \"She\"s gone!\" Another shot. Something like cold fear and wonder. \"She\"s gone!\" Gylfie wailed. \"Lutta\"s gone!\"", "I shift a bit, warily letting my eyes dart from one owl to the other -- but my eyes are trained on the Barn Owl the most. Like Hoole...so like Hoole... He turns a bit, and our eyes meet directly. I can\"t describe it...in this next moment, I don\"t look away, how awkward it seems. I stare into his eyes. They\"re like Hoole\"s... They are Barn Owl eyes, but Hoole\"s eyes. They\"re his eyes...Hoole\"s eyes... They hold that light of valor, justice, that one glow that I always made me feel my gizzard twitch in the bottom of my heart. Hoole... He never wanted me, did he? He loved me, but only who I was pretending to be. He never loved me, only Emerilla...lucky owl. I just wanted to belong -- because I was nothing -- and he gave me that. He was so fair, so kind...he gave me something even Kreeth could not. Mum and Da -- Ygryk and Pleek -- were supposed to be my parents. I was supposed to be their chick, Lutta. Yet they left me. They talked about me behind my back...I was a freak. My own parents loathed me. Oh, they tried, but they left in the end. They didn\"t love me. Kreeth used me. No one really loved me, or even looked at me normally. All I was was a freak, nothing at all. Then he came along. Him, Hoole. The only one who let me belong, looked at me with kindness in his gaze, not looking like I was a...monster... Why was I born? Not one person cared about me. I was just freak my parents didn\"t want, a weapon for auntie\"s uses, and a fake to my only love. He cared, but didn\"t know me. In the end, I was a monster to him too. Now I\"m back. And now I wonder... I suddenly stiffen as I think up to a thought. \"What happened?\" I shoot up and stare into those kind eyes. I trust him to answer. \"Please, who are you? Where am I? Where\"s...Where\"s\"--I choke up, but the question is already on my tongue--\"Hoole?\" My talons clench as the name leaves me. At once, I see sympathy clearly written over their faces. A pang enters my heart. Sympathy for me? A nothing? \"Lutta.\" Sweet words again, and I suddenly wonder how this Barn Owl knows my name. \"It\"s hard to explain, but please...\" \"Listen carefully.\" Everyone, including me, jumps as the Great Gray speaks -- in a rather booming voice -- for the first time. The Elf Owl frowns at him. The older Barn Owl gives him a quick nudge. Words tumble from the young Barn Owl\"s beak. \"Lutta, we read about you in legends. It\"s been a long time since you were... \"Well, you\"re at the Great Ga\"Hoole Tree, and it\"s been a long time since you were...\" His voice dies down as he hesitates. \"Dead,\" the older Barn Owl finishes. He says it with that sympathy shown in his eyes. \"It\"s been thousands of years from your time, and we read about you from some legends about some...events...\" He clears his throat, determined to go on. \"Coryn here\"--a gesture at the young Barn Owl--\"is the king. I\"m his uncle, Soren. This is Gylfie\"--a gesture at the Elf Owl, who nods in greeting--\"Twilight,\" the Great Gray, \"and Digger\"--what a funny looking Burrowing Owl. \"My uncle and his friends are called the Band,\" Coryn adds. I let this newfound information seep in. Thousands of years? Could this be possible? I was dead, right? It\"s been so long -- and...I was dead? How...? \"I have a GIZZARD!\" \"You do not have a gizzard, you fool! you idiot! I created you.\" \"You created me, but I created this gizzard!\" \"No!\" What is this? \"Emerilla?\" He turns as I change. He knows now...what am I to do? Dismay spreads through my body. He\"ll probably think I\"m a freak too, and he\"ll hate me. But I love him! In the next second, I\"m flying at him. Adrenline floods me as I feel...am I losing myself? This gref... He\"ll hate me now. I slam into him, and he flies backward. \"I love you!\" I want to scream. I want to scream those three words. To let him understand. I want to scream, \"I love you!\" Then, an enexpected blow to the back of my head. Pain. Unexpected pain. Then talons, stopping me in my tracks. Talons...digging into me, slashing everywhere. My vision spins to red. I\"m being ripped apart at the seams. Torn. No... Why are you...? I sink, and I fall apart, literally. My feathers fall off, as my body becomes a lump of darkness. A lump of feathers. I truly am nothing... You\"d expect a real body when one is torn by claws -- and yet...feathers only. My phantom gizzard lurches. \"Half-hags!\" \"I had to kill her.\" WHY? \"She pretended to be my Emerilla.\" Is that all! I\"m going to die like this! Just because I was an imposter! \"I knew from the start that something was not right about her. A blood deception she was -- a hagsfiend.\" Anger -- hot, seeping rage enters me. And cold feelings. Feeling that make me want to shed tears. \"No!\" I manage. \"Who are you?\" Who? Hoole...you accept me as someone? Hoole... \"I am nothing...and yet, I loved...\" I loved... \"Lutta?\" \"Hey! Are you all right?\" \"What\"s wrong? Lutta!\" I sink down as my mind spins. Then, I black out. All was dark except for the fluttering movement of wings -- brown wings. A Barn Owl shifted in the branches of the magnificent tree, her dark eyes gleaming as she looked into the hollow. How strange that she could get so close to the tree so easily. She was but a sillhouette against the branched skies. She eyed the hollow, and the inhabitants. Her son...too bad she would have to kill him. He would have made a fine pure owl, had he not inherited his uncle\"s stupid softness. She could just kill him, right there and then. How easy, that everything she had been working for for the last few months would just be completed now, so easily. She could easily snatch the ember, then swoop in and kill Coryn, his disgraceful uncle, and get her dear mate\"s -- rest his soul -- revenge. Then, kill those pathetic owls that were always around Soren, and anyone else she comes across in the tree, just for a bonus. It would be wonderful to see their pained, stupefied faces as she sank her claws through their feathers, one by one. Then she saw the hagsfiend, and her eyes widened in horror. I am the last! How is this possible? Why is she in that hollow! She could just kill her as well -- but her eyes caught something, and her gizzard twitched. No...she\"ll just stay back and observe. This hagsfiend could prove some use to her and... Sadistic impulse shot through Nyra\"s gizzard. The adoring gleam in the hagsfiend\"s eye as she stared at Nyroc. No, she\"ll wait. Nyra silently spread her wings and swooped into the night sky. She had plotting to do. PT: Please, enjoy :) I hope I can fill up some holes in the story as soon as I can. Though, they\"re there for suspense. Please review! Nothing, Yet A Love Never Dying PT: THANKS SO MUCH FOR READING, EVERYONE!! Enjoy! I have a little more to say: I know the last book already came out, and I\"ve finished it already. I\"m a little stunned, but in courtesy of those who have not yet finished it, I won\"t spoil it. However, despite the end, I\"m continuing the fic the way it is. I\"ve just noticed how much I\"ve been neglecting the story O.o Anyways, I was rather...displeased with a few stories stuck in the GoGH fandom, and while I was planning to leave it after finishing this fic, I might a few more fics for this. Not that I have hubris...I just...don\"t know...I just think I\"ll contribute to the fandom with a few fics of angst :D Anani Mouse Thank you, thank you so much :D -Head swells- Frosted Fate Yeah, poor Lutta D: Wish Hoole ended up with her. One of the Populace Oh...-sobs- Hi! :D FlamingSerpent Thanks! I\"m flattered x) True, Nyra\"s so important to the plot -- being sadistic and plotting revenge, among other things :) Hawkrain I\"m glad you\"re eager :D Thanks for reviewing and liking it! :) Lara-Van Thank you, thank you -bows- X) It\"s great that you think that; cheered me right up ;) The Great Tree I can make them hurt... My Mum and Da. I can make them feel the pain that they\"ve put on me. They can hurt, and I\"d be able to do it to them. A change in our positions is want I want so badly, and they\"d taste the bile they stuck in my throat. They left me...they left me, their chick Lutta. Theirs. I have the power now -- to make them hurt. I can make them hurt. I can make them hurt... \"Lutta!\" Stop slapping me. \"Lutta, wake up!\" Slap. Stop slapping me with your wing, it stings. Slap. Slap. \"WAKE UP, Lutta.\" Slap. Slap. Stop it! I\"m trying to-- \"Lutta, please!\" ...Hoole? Hoole\"s voice! I flick my eyelids open -- all four of them -- at the same time. Hoole? No, it\"s Coryn. Just Coryn. \"Lutta, are you all right?\" The way he looks at me...it\"s like Hoole. So much like Hoole. \"I\"m fine,\" I answer, and immediately scan my surroundings. Perhaps I have become overly paranoid with time, but I can\"t be sure. In any case, I can\"t let my guard down in this case; I could find myself dead in a second, just like that I died in an instant -- killed by Strix Strumajen. I shudder, remembering the memory of being ripped. Ripping, ripping, tearing, blood, pain-- Death. And then... Well, I don\"t want to think about what I don\"t remember. After that, there was nothing but a cluster of memories of what happened within death-- Falling. Falling... Floating...unraveling...flowing through the winds...becoming one with nature...then falling.... Falling, falling downwards, a curse uttered upon my kind: \"To hagsmire.\" Hagsmire, where the ones who have sinned within their lives went, for eternal damnation. Hagsmire, for hagsfiends, and...and... Nothings. Nothings -- they who mean nothing to the world, who should never have entered this life, this realm of breathing. Falling, agony, curses, darkness, cold hate. Those flaws of what life and death decide. And nothings. Nothings, like me. Nothing. Snap out of it. I don\"t want to remember. Of being one of the damned. And now I\"m back. Why? \"Lutta?\" -- and I look up. Hoole -- no, Coryn. Coryn, the Barn Owl. Unconsciously, I stare at him with huge eyes that deserve to pop out of their sockets. \"Yes?\" I say. Oh Coryn, please don\"t look at me like that. You look like Hoole, please, don\"t look sympathic...please don\"t...I want it but you don\"t have to give it. Can you not see that my heart has already been broken? \"Lutta,\" he says, softly, and gives me a tender nudge with his wing. \"Can you stand?\" I nod, because I cannot find myself shaking my head. \"Yes.\" Can my legs work? He steps back slightly, to give me room, and I try to remember how to use legs again. Now, I just...position them...and push upwards... A searing pain. My legs! They hurt! They hurt! Fall down again -- No, I can\"t. I can\"t fall; I\"ve told Coryn that I will stand, will be able, and I will not lie; not anymore; I have already lied and tricked Hoole, I will not do so again, not to any owl. Nor this owl. This owl, who stares with the eyes of a true king. A young king, but a wise one, and a good one. With difficulty, I stagger forward, out of the small nest. I feel the bark underneath my claws as I step on it; bark again, how it brings back thoughts of those days. It feels a bit unfamiliar, but I cannot forget bark. Such a thing is pathetic. I feel my legs quivering, wanting to give way, but no. No. I have said that I will stand. How they quiver! -- stop it. Stop quivering! I have said I will walk, and I will walk, even if this pain continues -- like fire searing at me, numbing in a way. I will not lie again. Deception has torn me once before; never again. I look at Coryn, see the concern in his eyes; he hesitates to step forward, wanting to help. No, I can do it. Please. Let me. I walk, a little faster, wanting my legs to stride. They work, a little better. I look at Coryn again, and I ask, \"Where am I?\" \"The Great Ga\"Hoole Tree.\" Silence. My breathe hitches quickly. \"The...\" I pause, mind spinning and reeling. The Tree? The Great Ga\"Hoole Tree, that was reigned over by...Hoole? \"Tree?\" The Tree. The Great Ga\"Hoole Tree. And my mind explodes. \"Th -- Then!\" I jump as I begin stuttering. \"The Ga\"Hoole Tree! I -- I don\"t belong here! I am nothing! I lo-- \"Hoole, he...NO! I am a disgrace! My presence is dirtying this tree!\" I back away, seeking some sort of exit. I don\"t belong here. No. I am defiling the Tree. How long has it been since the last time I was here? I deceived the good king, I nearly killed him -- he was a great king, and a great owl! I don\"t deserve to be here! How many good owls reside in this tree now, the Tree that was grown by -- as rumor says -- the sorrow and goodness of Hoole? I don\"t belong here! Coryn jumps now. Please, no! \"Lutta!\" he says, eyes flashing with some sort of fire that started. \"You are not!\" Not? But...Hoole! Hoole! -- please no! You--! I stare, transfixed, as I see Coryn change. I don\"t see Coryn anymore. I see...you. Hoole. Eyes, eyes that spoke of what you believed in. Your sense of love for those close to you, your fiery will that would see indiscrimation to the very end. I\"m sorry Hoole! I deceived you! I am everything you are not! -- and should not be! I am NOTHING! I back away, seeing Hoole. He steps forward, that look in his eyes-- \"You deserve to be here! You--\" I stumble backwards as I shriek, \"Hoole! Don\"t! Don\"t you understand!\" Now is my time to confess! I never told him that I was-- I\"m sorry Hoole. I\"m so sorry! \"Lutta!\" The owl before me is -- He\"s pleading! No, I don\"t deserve it! \"Lutta, you do! Just as any owl!\" My gizzard throbs, beating against its surroundings. I stare upwards, feeling it grow cold. \"NO! I DON\"T DESERVE TO BE HERE! I AM NOTHING! I -- DO -- NOT -- BELONG -- HERE! I AM...\" My gizzard gives a jerk. My throat fills with pebbles; \"Nothing....\" My words are choked. It\"s true. I am nothing. I don\"t deserve to be here, at the Great Tree. PT: Like? Hate? Please review. I hope to update soon. Fill up the plot holes, twist the story...you know. Nothing, Yet A Love Never Dying PT: I really need to update more often. xD -Shot- ...-looks out window- Well, I thought I\"d take some advantage. Now that I\"m in high school, and in the JROTC program, I\"ve joined the drill team that saps up all the members\" time. But as of this month practice has been cancelled until further notice. Now I have the energy and time for writing, so yeah -shrugs- FlamingSerpent I know, right? So sad...last book...oh the nostalgia.... PokemonKnight Yes, isn\"t that talent just so impressive? x) -shot- Thank you. silverrosetail Thank you, and thanks for the further information ^^ Hopefully, once this is pointed out, things will definitely unfold a little more. SamPD Mmhm...since I\"ve already replied to you... Crazydragonlord Thank you~! n_n I appreciate that. Move Again, Step By Step Nyra glanced down at the small bit of parchment in her right claw, squinting slightly to make out the ancient words. The Kraakish scrawled upon it was old, but young enough for her to translate. The general of the Pure Ones had to stop the glee that was bubbling upwards in her gizzard -- no, not yet, when this isn\"t confirmed to work -- but she allowed herself to flush slightly with success. For the sake of her sanity and her own feelings of encouragement. Success was near... Nearing... ...Bit -- by -- bit. \"Yes.\" A glint came to concentrated eyes. \"This is it.\" I look up. Consciousness is drifting back with a comforting steadiness. It comes kindly, but firmly. But I let it come. Hell. My body aches -- all of it, it aches and hurts and pinches itself. It\"s a twisted rag -- I\"m a twisted rag. Hoole. Coryn. Oh... I shouldn\"t be here. The thought is fire, or else ice. I shouldn\"t be here. I don\"t deserve to be here. My thoughts are taking flight from where they have left off. I don\"t deserve to be here. Of course I don\"t. I look around as my vision clears; he is not here...Coryn, was it? No one is here. My phantom gizzard -- phantom, yes... -- speaks...it sends a jolt of alarm. Warning. They have left me. They must have. Kind as they seemed to be, they must have left me here...in this hollow...perhaps wanting me to leave on my own, too disgusted to act. A saddening thought. They acknowledged me, though, and they were kind. Perhaps they saw through to something... But that\"s reality, is it not? -- of course, freak that I am; player of the confidant game that I am...an actor, nothing more. There is no real me. My grief has quieted. I should leave then -- it cracks my phantom gizzard in half -- this is the tree; and I am nothing. I shall leave then...go somewhere else to rot, quietly, for the peace. This tree has something...something...that revives Hoole\"s life. I wonder, then...if he is looking down here. I wonder what he is thinking. At least he is at peace. There is no me to disturb him, and I shall bother him no more in this tree. Hoole. I am sorry. I don\"t deserve any of your love. And I will not bother Coryn. He reminds me so much of you. I turn to face the opening of the hollow, veiled by lichen. Pretty. How alive. There is air outside; nighttime seeps through the fleshy fibers. Cool air, and a wide expanse. Shall I fly till the end of my miserable days? I shift; I can move. Then I can leave. There is no reason to stay here, of course...this is Hoole\"s home; I shall not taint it. Oh, it\"s silent -- I can\"t believe it took so long for me to notice it; my feathers are rustling -- I must look ugly -- and my feet shift. I can move. This is life. I am alive. Truly, truly alive. I cannot tell what exact state I am in, but I know I must be a mess. But outside I can release, can I not? Release, and perhaps become one with nature, earth or sky. There is a whole world out there, limitless. I can wander till the end of my days, past even the confinements of the land we owls know. Beyond the beyond the beyond. I fear no danger; in fact, the danger can come, and I shall not care if it kills me. I am an owl -- whatever I am -- with nothing to lose and nothing to gain. Then I am ready. I listen one more time, pause, before beginning the endless journey. Nothing. There is nothing but the hum of silence, scratching in cadence. I must be desperate to stay, as if I truly deserve it. I don\"t. I cannot stop thinking about this; I deserve nothing. I am nothing, after all. If I am damned to this line of reality for this whole retake at life, then so be it. Then, I will take my leave. Good riddance, then. My eyes mist. When I shake my head to clear the fog, I hop forward -- painful -- and I manage to walk. I can do this. There is the opening; I will go now. I must be cherishing the whisper of lush wind. I will go. I will go. With a shake of my ruffled feathers, I jump out, brush through the lichen that caresses my wings in farewell -- with pity? -- and snap my wings open. A prickling sensation. With a quick look downwards, as the world rushes in, I see the silver-gray plumage restored to my chest. A shapeshifter again. Coryn watched the candle before him splutter wetly, in its final throes of death. Though fire was life, it needed something to last. Something that helped it, hurled it onward. Without, it would die, die and scream. Then it would fall silent and blow out of existence. And that would be that. Died, and was dead. But undoubtedly, irrevocably, dead. How, then...how? -- how did a dead owl, undoubtedly gone for years upon years upon years...how could a dead owl rise, fresh and breathing, from the dead? This was illogical, and beyond the illogical itself. Of course there could be attempts to raise the dead, but...the body. And the sheer closeness to impossibility. Lutta, the owl of legend, was alive after being dead for so long. How...? Her body must have withered and become nothing but food for the earth to devour greedily. Though the beyond of the horizon of the logical was boundless, this was still... How, he mused. How. That was what he was pursuing. How? How? How? How had she returned to the earth? Was she an illusion? -- if so, she was something beyond illusion...she was too perfect to be something to be called a mere illusion. Coryn mused onward as he turned back to the sheafs of paper -- he had left Lutta for the pursuit of something...something that could shed its light upon the happenings. So long ago. Lutta. Was this a work of nachtmagen? There was that possibility, faded as the yellow craft was. Then who had performed it? Coryn could not grab it; he snatched at empty air. There was nothing to tell him. Nothing that anything could tell him, nor aid him. This was an enigma beyond most anagrams of matters. This was a mess. He had found her, Lutta, merely lying on some branch of the tree. And, through some urging of the gizzard, he had brought her back into the tree itself. This made little sense. He dived into another pool of thoughts. What if...? There was a bang; he jumped and turned. There was a curse of \"raccdrops!\" Twilight. Coryn called, one wing still laid flat over a book, \"What\"s going on?\" More cursing, followed by Gylfie\"s reprimands. There was a loud whirlwind of a flutter, and soon the whole Band was within the room! \"What?\" Coryn said loudly at the undignified relative of a heap before him. \"What\"s happened?\" Something shot through his gizzard. Soren spoke first, in a rushed but determined voice. \"She\"s gone!\" Another shot. Something like cold fear and wonder. \"She\"s gone!\" Gylfie wailed. \"Lutta\"s gone!\"", "A single tear escaped me as I left. I did have a gizzard. I did. Ice-cold talons clutched at me, dragging me to death. \"Hoole,\" I murmured as I left. I was sure that no one heard me, but I wanted him so much. It never will be. Oh, Hoole. As I disappeared forever, as I was dragged into the dark, a last thought escaped me. Hoole. \"Is she awake yet?\" Twilight muttered. \"No, not yet,\" Coryn replied. He touched the unconscious owl\"s face with a wing. He waited for her to stir. PT: Yup, that\"s all for now. I know, short, but the chapters will gradually grow bit by bit. I warn you, I have a happy talent for evilly placing cliffies down, as past readers have noticed. -Grins evilly- Nothing, Yet A Love Never Dying PT: I came back from Canada earlier this week. So, I decided to update! :D Unfortunately, I was signed up for a crap house that calls itself a summer school. With the amount of homework we\"re given, updates may be slower than usual. But I\"ve pretty much got this story planned out. I just need to decide on the amount of chapters this fic will have. FlamingSerpent MINE TOO! :D technologychic29 Yup :) Thanks. The Demonic Fox Yes, there will be four significant pairings in the plot: LuttaxHoole, LuttaxCoryn, CorynxKalo, and EmerillaxHoole. Some of the stuff is going to get angsty. Real angsty. Who Are You? \"Coryn! She\"s waking!\" Soren hooted. The unconscious owl before him shifted slightly, stirring. \"Finally!\" Twilight rolled his eyes as the Band and Coryn joined the Barn Owl. \"We\"ve waited for three straight days!\" \"I know!\" Soren replied, and shifted aside to let the others into Coryn\"s hollow. \"Tell me again,\" Gylfie said as she let Coryn get in front of her, \"why we\"ve waited for this one owl to stir?\" \"Because,\" Coryn said -- the unconscious owl shifted again -- \"I think she\"s...Lutta.\" \"She is a hagsfiend,\" Gylfie agreed. \"Definitely. But why do you think she is Lutta?\" Coryn gave a puzzled shrug. \"I don\"t know,\" he replied honestly. \"It\"s just something my gizzard tells me...\" \"You must be the only one with a sensitive gizzard then,\" Twilight put in, half joking, \"I don\"t feel anything at all. I think a certain Burrowing owl has...\" Coryn twittered slightly. \"Yes, turned it on.\" The five owls twittered with Coryn for a moment. \"Where\"s Otulissa?\" Twilight added. \"Hunting, I\"m afraid,\" Soren answered. \"Racdrops!\" Gylfie gave Twilight a nudge for his curse. \"She\"ll kill me for not telling her to come when the owl wakes up!\" '\"Well, we must all face her wrath later,\" Soren churred. \"Look!\" Coryn beckoned with his wing, and the others followed it. \"She\"s awake!\" I wonder...who are you? As I stirr, I can see shapes. Shapes? Owls, apparently. Who are you? What do you want with me? As I open my eyes -- have I been sleeping? -- I can see them staring at me. What is that expression on their faces? Twigs and something soft touch my being, the twigs crackling. I\"m in -- a nest? These owls, their sillhouettes are huge in my eyes. Is Hoole among them? Is Emerilla? Or -- my gizzard, be it real or not, gives a jerk -- even Strix Strumajen? But no...it can\"t be... My blurry eyes can see no spots -- none that are the ones blurring my vision. But blinking helps. Perhaps. I blink once, on this impulse. Then again...again...harder... Yes, blinking clear the spots of light in my sight. Once...twice...three times. Thrice. I blink a little more, a little harder, as my eyes start clearing up. By now, I can see -- a Barn owl...two, actually... There\"s a Burrowing owl, naked legs outstretched. There is also a -- I blink my eyes a little more, trying to focus them -- a small gray owl. I focus a little more, trying to focus more. It\"s an Elf owl. No wonder I had trouble seeing it; so small. There is one final one; I turn my gaze to him. I squint, but he\"s hard to see. I focus some more. It suddenly strikes me as curious; these owls are not saying anything. I lift a hooked talon, trembling -- quivering with caution. \"Who--\" I try to whisper, say something -- anything at all -- but my throat is dry. Invisible sand is stuck there. More alarmingly, I notice that the owls still aren\"t saying anything. Are they real at all--? No, they\"re warm. They\"re warm with the heat of life. None of them are cooling. I can feel it, from here, in this nest -- while they\"re standing a little ways around me. I try not to shrink back -- to look weak right now might provoke them to treat me roughly; I don\"t know if they are friend or foe yet -- as I already know that there is one of me, and more of them. I discover that they are now surrounding me. Suddenly, they\"re moving. Now, I really shrink back, as the Barn owl -- the smaller one, perhaps younger -- suddenly hands me a nut cup of some fluid. I don\"t know why, but I am suddenly taking it. Perhaps it is impulse. \"Drink it,\" the owl says kindly; he is a male, from the voice. \"You can speak.\" But...but -- but! -- I am a hagsfiend! Can they see that? I quickly glance down at my wing, not wishing to stare too long if I am to see the ugliness that Hoole had always detested. I force back tears as I see the thing I don\"t want to; nor ever want to see again. Long, dark sweeping feathers. Ragged. Intact, but with no visible half-hags. That is an improvement, but only slight. I am clearly a hagsfiend. They should hate me. As I look up again, the young Barn owl\"s eyes meet mine. And a strike of lightning buries itself into my heart. Those eyes...they\"re Hoole\"s! They are Barn owl eyes, pitch-black, dark without a trace of yellow. And yet...those eyes. They are Hoole\"s eyes. They gleam with kindness, justice. \"Go ahead, Lutta.\" Say my name again. Please! It sounds so sweet; you are acknowledging me! Only me! And you are being kind about it! You know me! Without another word, I swig down the nut cup\"s -- still clutched in my claws; liquid yet untouched -- contents. The sweetness of the juice, I have tasted it before. What, but I cannot remember? But, I must remember... But the sand in my throat is gone. I can speak clearly now -- hopefully. \"Wh-Who...are you?\" The question that I need to know the most right now. Who are you? PT: Yes, well. Lutta was so distracted by Coryn\"s eyes that she didn\"t really suspect the milkberry tea. Or anything, for that matter. I\"m hoping to keep this nice and slow :) I need to explain why she starts loving Coryn and everything. Please review. Nothing, Yet A Love Never Dying PT: I don\"t know if you count this as late or what, but thanks for the reviews! :D If I find the right time, I\"ll update the chapter after this :) Like, some time this month? Don\"t really ount on it, though. I\"ve started school this Tuesday, and I\"ve got to be a bit more serious because I\"m having my high school exams -- and I\"m taking tennis on Sundays. I turned 13 last month :) It feels weird; I\"m a teen at last... Anyways, yeah, I\"ll be busy...though I might find time, not sure yet... FlamingSerpent Heheh, I\"m happy :) Thanks! Ori-hime-Shinigami01 Glad you like it :D I\"ll try to! :3 Pinefur of DragonClan Lutta is AWESOME :) Lara-van :D! Thank you! Eater of Crayons Thank you ;) Same opinions here. I was SO mad when Strumajen killed Lutta xO These Fading Memories An unpleasant silence fills the air; it does not lift. The owls all look uneasy. I can\"t wait for an answer. What are they, waiting for a feather to float from the treetop to the ground until speaking? I shift a bit, warily letting my eyes dart from one owl to the other -- but my eyes are trained on the Barn Owl the most. Like Hoole...so like Hoole... He turns a bit, and our eyes meet directly. I can\"t describe it...in this next moment, I don\"t look away, how awkward it seems. I stare into his eyes. They\"re like Hoole\"s... They are Barn Owl eyes, but Hoole\"s eyes. They\"re his eyes...Hoole\"s eyes... They hold that light of valor, justice, that one glow that I always made me feel my gizzard twitch in the bottom of my heart. Hoole... He never wanted me, did he? He loved me, but only who I was pretending to be. He never loved me, only Emerilla...lucky owl. I just wanted to belong -- because I was nothing -- and he gave me that. He was so fair, so kind...he gave me something even Kreeth could not. Mum and Da -- Ygryk and Pleek -- were supposed to be my parents. I was supposed to be their chick, Lutta. Yet they left me. They talked about me behind my back...I was a freak. My own parents loathed me. Oh, they tried, but they left in the end. They didn\"t love me. Kreeth used me. No one really loved me, or even looked at me normally. All I was was a freak, nothing at all. Then he came along. Him, Hoole. The only one who let me belong, looked at me with kindness in his gaze, not looking like I was a...monster... Why was I born? Not one person cared about me. I was just freak my parents didn\"t want, a weapon for auntie\"s uses, and a fake to my only love. He cared, but didn\"t know me. In the end, I was a monster to him too. Now I\"m back. And now I wonder... I suddenly stiffen as I think up to a thought. \"What happened?\" I shoot up and stare into those kind eyes. I trust him to answer. \"Please, who are you? Where am I? Where\"s...Where\"s\"--I choke up, but the question is already on my tongue--\"Hoole?\" My talons clench as the name leaves me. At once, I see sympathy clearly written over their faces. A pang enters my heart. Sympathy for me? A nothing? \"Lutta.\" Sweet words again, and I suddenly wonder how this Barn Owl knows my name. \"It\"s hard to explain, but please...\" \"Listen carefully.\" Everyone, including me, jumps as the Great Gray speaks -- in a rather booming voice -- for the first time. The Elf Owl frowns at him. The older Barn Owl gives him a quick nudge. Words tumble from the young Barn Owl\"s beak. \"Lutta, we read about you in legends. It\"s been a long time since you were... \"Well, you\"re at the Great Ga\"Hoole Tree, and it\"s been a long time since you were...\" His voice dies down as he hesitates. \"Dead,\" the older Barn Owl finishes. He says it with that sympathy shown in his eyes. \"It\"s been thousands of years from your time, and we read about you from some legends about some...events...\" He clears his throat, determined to go on. \"Coryn here\"--a gesture at the young Barn Owl--\"is the king. I\"m his uncle, Soren. This is Gylfie\"--a gesture at the Elf Owl, who nods in greeting--\"Twilight,\" the Great Gray, \"and Digger\"--what a funny looking Burrowing Owl. \"My uncle and his friends are called the Band,\" Coryn adds. I let this newfound information seep in. Thousands of years? Could this be possible? I was dead, right? It\"s been so long -- and...I was dead? How...? \"I have a GIZZARD!\" \"You do not have a gizzard, you fool! you idiot! I created you.\" \"You created me, but I created this gizzard!\" \"No!\" What is this? \"Emerilla?\" He turns as I change. He knows now...what am I to do? Dismay spreads through my body. He\"ll probably think I\"m a freak too, and he\"ll hate me. But I love him! In the next second, I\"m flying at him. Adrenline floods me as I feel...am I losing myself? This gref... He\"ll hate me now. I slam into him, and he flies backward. \"I love you!\" I want to scream. I want to scream those three words. To let him understand. I want to scream, \"I love you!\" Then, an enexpected blow to the back of my head. Pain. Unexpected pain. Then talons, stopping me in my tracks. Talons...digging into me, slashing everywhere. My vision spins to red. I\"m being ripped apart at the seams. Torn. No... Why are you...? I sink, and I fall apart, literally. My feathers fall off, as my body becomes a lump of darkness. A lump of feathers. I truly am nothing... You\"d expect a real body when one is torn by claws -- and yet...feathers only. My phantom gizzard lurches. \"Half-hags!\" \"I had to kill her.\" WHY? \"She pretended to be my Emerilla.\" Is that all! I\"m going to die like this! Just because I was an imposter! \"I knew from the start that something was not right about her. A blood deception she was -- a hagsfiend.\" Anger -- hot, seeping rage enters me. And cold feelings. Feeling that make me want to shed tears. \"No!\" I manage. \"Who are you?\" Who? Hoole...you accept me as someone? Hoole... \"I am nothing...and yet, I loved...\" I loved... \"Lutta?\" \"Hey! Are you all right?\" \"What\"s wrong? Lutta!\" I sink down as my mind spins. Then, I black out. All was dark except for the fluttering movement of wings -- brown wings. A Barn Owl shifted in the branches of the magnificent tree, her dark eyes gleaming as she looked into the hollow. How strange that she could get so close to the tree so easily. She was but a sillhouette against the branched skies. She eyed the hollow, and the inhabitants. Her son...too bad she would have to kill him. He would have made a fine pure owl, had he not inherited his uncle\"s stupid softness. She could just kill him, right there and then. How easy, that everything she had been working for for the last few months would just be completed now, so easily. She could easily snatch the ember, then swoop in and kill Coryn, his disgraceful uncle, and get her dear mate\"s -- rest his soul -- revenge. Then, kill those pathetic owls that were always around Soren, and anyone else she comes across in the tree, just for a bonus. It would be wonderful to see their pained, stupefied faces as she sank her claws through their feathers, one by one. Then she saw the hagsfiend, and her eyes widened in horror. I am the last! How is this possible? Why is she in that hollow! She could just kill her as well -- but her eyes caught something, and her gizzard twitched. No...she\"ll just stay back and observe. This hagsfiend could prove some use to her and... Sadistic impulse shot through Nyra\"s gizzard. The adoring gleam in the hagsfiend\"s eye as she stared at Nyroc. No, she\"ll wait. Nyra silently spread her wings and swooped into the night sky. She had plotting to do. PT: Please, enjoy :) I hope I can fill up some holes in the story as soon as I can. Though, they\"re there for suspense. Please review! Nothing, Yet A Love Never Dying PT: THANKS SO MUCH FOR READING, EVERYONE!! Enjoy! I have a little more to say: I know the last book already came out, and I\"ve finished it already. I\"m a little stunned, but in courtesy of those who have not yet finished it, I won\"t spoil it. However, despite the end, I\"m continuing the fic the way it is. I\"ve just noticed how much I\"ve been neglecting the story O.o Anyways, I was rather...displeased with a few stories stuck in the GoGH fandom, and while I was planning to leave it after finishing this fic, I might a few more fics for this. Not that I have hubris...I just...don\"t know...I just think I\"ll contribute to the fandom with a few fics of angst :D Anani Mouse Thank you, thank you so much :D -Head swells- Frosted Fate Yeah, poor Lutta D: Wish Hoole ended up with her. One of the Populace Oh...-sobs- Hi! :D FlamingSerpent Thanks! I\"m flattered x) True, Nyra\"s so important to the plot -- being sadistic and plotting revenge, among other things :) Hawkrain I\"m glad you\"re eager :D Thanks for reviewing and liking it! :) Lara-Van Thank you, thank you -bows- X) It\"s great that you think that; cheered me right up ;) The Great Tree I can make them hurt... My Mum and Da. I can make them feel the pain that they\"ve put on me. They can hurt, and I\"d be able to do it to them. A change in our positions is want I want so badly, and they\"d taste the bile they stuck in my throat. They left me...they left me, their chick Lutta. Theirs. I have the power now -- to make them hurt. I can make them hurt. I can make them hurt... \"Lutta!\" Stop slapping me. \"Lutta, wake up!\" Slap. Stop slapping me with your wing, it stings. Slap. Slap. \"WAKE UP, Lutta.\" Slap. Slap. Stop it! I\"m trying to-- \"Lutta, please!\" ...Hoole? Hoole\"s voice! I flick my eyelids open -- all four of them -- at the same time. Hoole? No, it\"s Coryn. Just Coryn. \"Lutta, are you all right?\" The way he looks at me...it\"s like Hoole. So much like Hoole. \"I\"m fine,\" I answer, and immediately scan my surroundings. Perhaps I have become overly paranoid with time, but I can\"t be sure. In any case, I can\"t let my guard down in this case; I could find myself dead in a second, just like that I died in an instant -- killed by Strix Strumajen. I shudder, remembering the memory of being ripped. Ripping, ripping, tearing, blood, pain-- Death. And then... Well, I don\"t want to think about what I don\"t remember. After that, there was nothing but a cluster of memories of what happened within death-- Falling. Falling... Floating...unraveling...flowing through the winds...becoming one with nature...then falling.... Falling, falling downwards, a curse uttered upon my kind: \"To hagsmire.\" Hagsmire, where the ones who have sinned within their lives went, for eternal damnation. Hagsmire, for hagsfiends, and...and... Nothings. Nothings -- they who mean nothing to the world, who should never have entered this life, this realm of breathing. Falling, agony, curses, darkness, cold hate. Those flaws of what life and death decide. And nothings. Nothings, like me. Nothing. Snap out of it. I don\"t want to remember. Of being one of the damned. And now I\"m back. Why? \"Lutta?\" -- and I look up. Hoole -- no, Coryn. Coryn, the Barn Owl. Unconsciously, I stare at him with huge eyes that deserve to pop out of their sockets. \"Yes?\" I say. Oh Coryn, please don\"t look at me like that. You look like Hoole, please, don\"t look sympathic...please don\"t...I want it but you don\"t have to give it. Can you not see that my heart has already been broken? \"Lutta,\" he says, softly, and gives me a tender nudge with his wing. \"Can you stand?\" I nod, because I cannot find myself shaking my head. \"Yes.\" Can my legs work? He steps back slightly, to give me room, and I try to remember how to use legs again. Now, I just...position them...and push upwards... A searing pain. My legs! They hurt! They hurt! Fall down again -- No, I can\"t. I can\"t fall; I\"ve told Coryn that I will stand, will be able, and I will not lie; not anymore; I have already lied and tricked Hoole, I will not do so again, not to any owl. Nor this owl. This owl, who stares with the eyes of a true king. A young king, but a wise one, and a good one. With difficulty, I stagger forward, out of the small nest. I feel the bark underneath my claws as I step on it; bark again, how it brings back thoughts of those days. It feels a bit unfamiliar, but I cannot forget bark. Such a thing is pathetic. I feel my legs quivering, wanting to give way, but no. No. I have said that I will stand. How they quiver! -- stop it. Stop quivering! I have said I will walk, and I will walk, even if this pain continues -- like fire searing at me, numbing in a way. I will not lie again. Deception has torn me once before; never again. I look at Coryn, see the concern in his eyes; he hesitates to step forward, wanting to help. No, I can do it. Please. Let me. I walk, a little faster, wanting my legs to stride. They work, a little better. I look at Coryn again, and I ask, \"Where am I?\" \"The Great Ga\"Hoole Tree.\" Silence. My breathe hitches quickly. \"The...\" I pause, mind spinning and reeling. The Tree? The Great Ga\"Hoole Tree, that was reigned over by...Hoole? \"Tree?\" The Tree. The Great Ga\"Hoole Tree. And my mind explodes. \"Th -- Then!\" I jump as I begin stuttering. \"The Ga\"Hoole Tree! I -- I don\"t belong here! I am nothing! I lo-- \"Hoole, he...NO! I am a disgrace! My presence is dirtying this tree!\" I back away, seeking some sort of exit. I don\"t belong here. No. I am defiling the Tree. How long has it been since the last time I was here? I deceived the good king, I nearly killed him -- he was a great king, and a great owl! I don\"t deserve to be here! How many good owls reside in this tree now, the Tree that was grown by -- as rumor says -- the sorrow and goodness of Hoole? I don\"t belong here! Coryn jumps now. Please, no! \"Lutta!\" he says, eyes flashing with some sort of fire that started. \"You are not!\" Not? But...Hoole! Hoole! -- please no! You--! I stare, transfixed, as I see Coryn change. I don\"t see Coryn anymore. I see...you. Hoole. Eyes, eyes that spoke of what you believed in. Your sense of love for those close to you, your fiery will that would see indiscrimation to the very end. I\"m sorry Hoole! I deceived you! I am everything you are not! -- and should not be! I am NOTHING! I back away, seeing Hoole. He steps forward, that look in his eyes-- \"You deserve to be here! You--\" I stumble backwards as I shriek, \"Hoole! Don\"t! Don\"t you understand!\" Now is my time to confess! I never told him that I was-- I\"m sorry Hoole. I\"m so sorry! \"Lutta!\" The owl before me is -- He\"s pleading! No, I don\"t deserve it! \"Lutta, you do! Just as any owl!\" My gizzard throbs, beating against its surroundings. I stare upwards, feeling it grow cold. \"NO! I DON\"T DESERVE TO BE HERE! I AM NOTHING! I -- DO -- NOT -- BELONG -- HERE! I AM...\" My gizzard gives a jerk. My throat fills with pebbles; \"Nothing....\" My words are choked. It\"s true. I am nothing. I don\"t deserve to be here, at the Great Tree. PT: Like? Hate? Please review. I hope to update soon. Fill up the plot holes, twist the story...you know. Nothing, Yet A Love Never Dying PT: I really need to update more often. xD -Shot- ...-looks out window- Well, I thought I\"d take some advantage. Now that I\"m in high school, and in the JROTC program, I\"ve joined the drill team that saps up all the members\" time. But as of this month practice has been cancelled until further notice. Now I have the energy and time for writing, so yeah -shrugs-", "\"Ja.\" Ludwig kept his gaze upon her, solidly. He dared. Isten, she thought, and almost crossed herself. Then the anger came; and it pulsed and pushed at her every pore, only leaking out as cold sweat-the discovery, the confirmation; the outrage. She was not angry at Ludwig-she knew better. She was only angry at something...and that something held Gilbert\"s life in its claws. Der Führer?-no, he was not worth it. The Reich?-no, that was not enough. The people?-now, it could never be the people\"s fault, not to be spoken outright; they had fault, but they were the ones who suffered and were pardoned. But now, she knew. She knew what had slammed the great Prussia into a mold of tin, one so thin, yet so strong, only diamonds could even scratch it-solidity was not needed, but the soft, the formless. She knew what had created the stoic of a man she had fallen in love with-because she had, and that was all she could say of it-and had given her such a wholesome slice of epiphany, fraught with beautiful little fillings of emotion. This was what had shrouded the heated heart of a youth and elder-this was so obvious, and yet so obscure, and in the end all so ridiculous but so very real. Name it. Looking down at her dusty shoes, breaking the line of watching with the young German nation, she wondered. Who triggered such a crackle of change, such a complete rain of metal?-Ludwig, surely, for he was his brother. Roderich, perhaps-for without him, Gilbert had nothing to cling onto, as a sort of constant target of his ridicule. No fun, no rivalry-without Roderich, there was nothing but power, and even Gilbert wanted something other than that, much as he loved it. Even her. Elizaveta\"s fingers tightened about the slips of deathly paper, now gray with dust. They had been friends and rivals as younglings-they had provided for each other someone close but distant, something that was hateful, but something they would mourn if he died. Looking back up, she glared. Isten, she thought, staring at the hues of those blue, blue eyes, it\"s so powerful it can even affect Prussia himself. \"You pushed him into this,\" she croaked, for suddenly dust was crowding her throat; abruptly it was there, and she breathed it. Still, she pressed on, ignoring that dull pain and sharp crackles as she spoke, as she breathed. \"His people suffered so much more...\" \"I know,\" he said, slowly but quickly at the same time. \"I know...\" The last bit was a breath, and Elizaveta sucked in another dusty one for herself. \"But he loved you...\" Was that accusation in her voice?-Ludwig did not deserve this-perhaps he did, but who was she to judge?-she had seen him as a child, about as much as Veneziano. Bias was not to be directed at him, though he had done much to cause this reign of hell, and change. So much change... \"He hated what you were doing\"-and now she was stating the obvious-\"but he saw some hope in it. But all this has shown him-\" here, on strange impulse, she spread her arms, for the dusty sky \"-that it\"s a hopeless cause. \"And he suffered so much. His people...he cares about them as much as the next. Nation...\" She choked, then, realizing her mistake-tears welled in her eyes, and she stayed them for postponement. \"He cared about them,\" she croaked. \"He cared, and loved them as much as the next nation, but he shows it differently. Showed it differently. His character was unique amongst people, nations or not.\" Then she stopped. She did not need to ramble, to tell Ludwig what the both of them knew very well. Neither of them was foolish enough to be superficial, after all. Still, Ludwig stood, awkwardly, unblinkingly. Elizaveta blinked; those tears, those damned tears squeezed from the cramped space-one flowed down each cheek; with something of a huff that did not break the atmosphere, she swept them away with a hand. Her hand came away dirty. \"...And so he plays his part. The sixth age shifts Into the lean and slipper\"d pantaloon...\" - Shakespeare PT: I\"m back from the Mediterranean, oh yes. I\"ll spare you the glorious, rambling details xD Anyways, sorry this chapter came out much later than expected-I sort of stalled a bit out of a slight shake of writer\"s block. And school -did- hold me back-three projects-one in which the meetings for it went horribly wrong-a Japanese test, a commission for my school\"s newspaper on my trip, Promotion Board (I FAILED, I MUST\"VE D8), and formal inspection. -Shifty eyes- ...Those two crack stories posted by my friends?-my computer had been taken at that time, so...aiya... Back now. The next chapter -should- make you guys happy~ And I am sorely tempted to ramble about recently learning to play the gu zheng, but the unnecessary mention is more than enough. -Bows- - Well, since I\"d already used Frau and Herr-and in one of my past publications, Xian Sheng-I\"d deemed it only appropriate that I write \"Ms.\" in Italian. San will definitely stick out, and I can\"t use Miss when I\"ve already abused the other languages. - Veneziano. I\"ve kicked him out for the moment on purpose. He\"ll come back later. - Next chapter is, in fact, second to last. And the movie, Red Cliff. Both parts. Go watch them. NAO. \"...With spectacles on nose and pouch on side, His youthful hose, well saved, a world too wide...\" - Shakespeare Death was displeased. Spoiled brat that it is. And even after a gluttonous meal... This was a festival for one, after all, and that one was Death, was the bitter thought that ran through the heads of all. Damnation and hellfire to their enemies. The end was nigh, though. Elizaveta shrugged to herself as the Russians marched in and granted her liberation. Liberation-no, it was just some sort of sick version of abduction, and resistance helped little-was nothing but another wretched road, another battle to fight. Staring into grape-like eyes, she noted Ivan\"s berth, his mad, mad eyes. His uniform. His little grin. The gloating of a child. \"All will become one with Russia,\" he said, almost simply, his cheer eerie. Fists were already clenched; now they groped about, for a pan, a rifle, a sword-there was nothing. In some way, this brought her but a sigh of relief-Gilbert and Roderich, she was reminded, were not here to suffer as well. If Ivan put his giant hands on Roderich... Click, went an object, and Elizaveta was snapped into the world when her own instincts pulled her head away; on time, for Ivan\"s collar was soon found to be touching the tip of her nose: she went cross-eyed staring at the thing: it pinched her skin, now red with anger. How dare you- Oppression! No one could lay that yoke above her again!-she would never allow it! Even when a sort of purple shroud seemed to wrap itself about Ivan and blaze as a fire would...even as a faint eerie \"kolkolkol\" was thick in the air...Elizaveta held her ground-glaring, hating, repulsing. Oppression. No more oppression...! His eyes dropped; his hand followed: with a bolt of alarm-lechery?-feint?-Elizaveta took one step back, bristling as the wolf does. Watching the muscles of the Russian arms twitch, she ducked when he snatched at where her waist would have been had she remained still; with a quick flush of indignation, she glared upward; if only Ludwig had not been forced out! He had retreated with such haste, back to Berlin, offering to bring her with him, though knowing that she would not leave-Hungary was her, and her place. So he had left, alone and resigned to the fact that even Veneziano had to leave him, taken by the Allies. Elizaveta had watched him go with as much resignation. Endsieg, the Germans called it. Ivan was huge, behemoth above an ant...no, not an ant, but perhaps a lotus...perhaps a hybrid of that with a rose. There is no rose without thorns, after all. The Soviets had already been merciless, ruthless as the next army: the ache of rape and massacre fluttered about the land. If anything, the nation itself would fight. Useless as it was. Ivan dropped the collar. Still galvanizing with mental shocks down the spine, she watched closely. Too closely. Ivan\"s hand dove downwards and snatched. With a horrified she jumped back, giving a swift right hook to his neck, the closest she could reach. -And in the end, it almost didn\"t matter. Ivan smiled triumphantly as a long-forgotten weight was shifted from her belt. With a savage look from one of him and Elizaveta, the paper was in between his fingers...Elizaveta looked, stunned-in the moment it felt as if the appendix had been removed from her body. As useless yet familiar thing was there, the memory of its origins...filled with not blood, but gore-milk skin against the universe of deadness. The paper was scrolled about the Russian\"s fingers; somehow, it completed the image-a bloody Soviet, grinning wickedly as the royal purple billowed from his eyes: to top it all off, a dirty cream paper twisted about his raised digits. It was almost gray. She had long since forgotten about the thing; the small text, written in Gilbert\"s-a frantic parry-handwriting; out fell a finger, and it was the one from the bombed wreck. Just its weight-it had been there all along, useless, a little keepsake of Berlin; what she had seen there. What she had left behind for her own Hungarian version. It was white still, yet shriveled, and dry-that was all; it had changed, though not enough. \"German,\" Ivan said, warmly-no, coldly...swelteringly icy, and that was oxymoronic, but oxymoronic was practically the composure of him...him, all him. \"This is a finger from Germany, da?\" \"How do you...\" She sucked in a breath; refused to let her eyes widen. The grin widened; \"Just a lucky guess.\" He giggled, sickeningly, violet mist shrouding the remains of his person; his teeth were a white and perfect-they flashed in the buttercup sun, which laid its yellow upon the stiff white ground, touched with chill. Elizaveta stood stock-still then: she did the whole time; something had been torn away, and it lay resting among Ivan\"s grubby fingers, clad in leather-worn leather gloves that anyone would wear these days...she rubbed at her own, slightly shredded, at the still-clothed fingertips. Hands-they were worn down: hers and Ivan\"s. Beaten flesh. Looking up again, relief flashed briefly, the white light stark against her crimson crumbling heart, or else the mind-one was meaningful as the other; with that thought, of Roderich, Gilbert, Ludwig, Veneziano, and the war as a human, Ares... Endsieg. There was nothing to lose, but more lives. Eyeing the Russians, who had swept her land into scorched blood, she charged. There was nothing more to lose, and she kept on telling herself that. Even as the Soviets rushed over, rustling the paper with the breeze stirred by their boots; even as she lay ready to die, ready to live, tired as a nation at the end of his time. There was plenty of dust, and plenty of blood, and her body ached. It fit-it all fit. The yoke had been laid over her shoulders-the niggling thought that it was cracked brought no satisfaction: the Soviets still had claim laid over the land fought so hard for: Everything I\"ve done, she thought, as a cough formed within her throat, was for my people. Her thoughts flickered, at Roderich, at Gilbert-if she could not fight, she could marry, or give herself over; but she could fight, she merely needed the mentality rather than the plentiful physique: that was why she was in...this. \"Fuck,\" she breathed, eyes shut against the world. The last soldier soon disappeared through the limits of sound; peace and dust remained-not one stray man was left, no one else to strap the lead to her bones. Limbs aching, heart aching, mind aching, she lay there among the debris- No wonder, then, said the idle mind; she could have scowled, but it would have hurt too much-coughing did not help: if it stayed, it hurt the throat; if it was released, it cut the throat; the effort of checking it racked the whole body, and there was none of it anyway. Head lolling back, Elizaveta felt the paper, the finger, lying dead on the ground: Russia had dropped it, mockingly, to replace the grave flowers. There were no flowers, aside from those withered things in her hair. They were papery. Still, being near dead...the well of strength was dry. There was but moisture left in the moss growing upon the clammy stone-up the frozen cylinder it traveled, and so she flinched when the hand came. It was cold. Cold-and yet, hot as ice-white and freezing; the touch was familiar. It was light as a feather. The feather was upon the shoulder; it pressed, though not harshly; still, it could not be described as gentle. The hand was frail as her strength-brittle and cold and old. She refused to open her eyes then. She had decided, some time ago, that she liked the dark. She preferred it; it was friendly, and it allowed ignorance to be an excuse. It was kind, and she wished it could be a closer friend. But white-why white... \"Hey,\" said something, someone, something, someone. The ax scraped against the stone; it rasped with a familiar tinge of the past months, which were long as eternity, significant as the rest of time\"s children. It was a beautifully ugly voice, salty, bloody, white as fire. In the next moment there was nothing but one thing-it could not be. The pressure increased, it was beginning to hurt. Not able to growl, Elizaveta shifted with painful instinct-another cough ripped through her chest. \"Hey,\" said something again, and she summoned what was left of the moisture in the moss to flick her eyes open-it hurt: her eyes stung in white with water, but she knew it would come to pass. Everything comes to pass. Everything-absolutely everything: she had to keep on telling herself that, for though it passed, it took its very sweet time doing so; so that she could almost taste the bitter sparks on her tongue; it was parched, and thus drier. Spice. \"Fuck you,\" she whistled through her throat. It stung. It could not be. The pressure increased, not unexpectedly; it squeezed upon her shoulder, and it took a large muster of strength to finally blink the fluids away from the eyes, so that they were a clear green again-the first sight was white, as it always was-the second blink brought the sight of red, and some part of her-somewhere, deep down or hidden-despaired: agony nudged at her again, and she knew that those papers would not have been so kind as to let her go: no, she had to confront; it was a gift of something...that would not irk her for the rest of eternity, and yet a curse of more pain. The choice of selfishness or selflessness, when both loosed their boundaries and came together. And that hurt. More than anything, that hurt-the scorch of disappointment; denial, anxiety, fear-there was too much of it. And yet, she did not want him dead. It had taken her time, so much time to realize that...but she did not wish death upon anyone, having seen too much of it as the clock ticked away-she had never wanted anyone to truly die. Gilbert Beilschmidt, though she hated him above all, was no exception. But in times such as now, when war tore the world apart-when history decided to twist itself about-when the nations crumbled-how could death not be a blessing?-at this point she could almost want them all to be dead. Roderich, Gilbert, Veneziano, Ludwig...and yet she would watch with relief on the day that each of them would pick themselves up, and charge into the distance with life. She hated war. She blinked rapidly, staring, always watching; though she ached, she let the next batter of coughing come to pass-shock, it overcame her then. Charging upward, body screaming in protest, she could only slap him with strength that came by habit, before wrapping both arms around him, wondering how and why in hell- \"Get off me, woman!\" he protested, attempting to flail; she saw now that the tin had been stripped away, or at least most of it, as she felt him, flesh and cloth and hair-from the unhealthy pallor of his skin, from the dried hard uniform, to the pinked and browned hair, silver still shining boldly beneath the blood. He was unusually warm-hot even-when she felt him; clearly the cold had been warded off, though his hands still felt like ice; remembering the documents found in Ludwig\"s office, she realized that it was fever. But his head-feeling about the neck, she knew it was there-desperately feeling, just to know how cruel death was, she felt it, finding no seam-with a thin cry of joy and pain she kissed it, squeezing him till he was strangled- \"You\"re alive,\" she breathed, even as garbled speech flew from his lips. She was going into spasms-this was too unreal! And yet it was. He was so, so solid. His eyes were ruby. No petty pink glaze upon the Kingdom of Prussia\"s gaze-no death frosting them over. Clinging to him, something told her that she would never let go-a stupid little piece of wishful thought, no doubt: never let go, how ridiculous; and yet she did not release him, as he calmed between her limbs, resigning with guilty pleasure, rigid with denial. She could not even loosen about him-there was nothing but the jail scene playing and replaying itself in her mind-letting their hands drop, parting, and then the sickening sound of the guillotine\"s strike. Water, red, pink, silver, white, black. The swastika rose over all, as if to mock... \"Where in Isten\"s name have you been?\" she muttered against his shoulder, before lifting her head away hastily; still, though, she did not let go; she wanted to savor it. As the vampire feasts on blood. The scent of metal clung to him. \"Get off,\" was the obstinate reply; she lifted her hand and slapped him again, not knowing what else to do. \"Ow!\" \"Where\"ve you been?\" she said again. \"You were supposed to be dead-\" \"Well, I\"m so freaking not-\" \"I saw your head!\" she said, voice reaching a higher octave. \"It was a fake!\" \"Impossible,\" she declared, eyes widening before she finished; it came to her, suddenly-the way it had fallen, the sudden hush of death, the blindfold of stars, the blood-she had seen it, touched it, waded in the water it buried itself in.... She had suffered with him at death. \"You were dead...,\" she whispered; it gave way to coughing, and he only watched as she did; held onto her and she held onto him. \"I heard the thud. If you were dead-\" He grunted. When she looked up, his eyes were a bitter red. \"The head was fake. They...held me down.\" Scowling, he looked away; admittance was ignominy. \"They held me down up there. There were lots of them, Hungary-scheiße, there was a lot of back-up that we didn\"t notice; I couldn\"t beat off all of them. And my gun ran out...\" His voice faded; still, his scowl deepened, and he finished to his own satisfaction. \"Their leader was fun to kill though.\" He laughed, cruelly, forcefully-he found no love for death, though he had seen enough of it to mind less. Elizaveta decided against shaking her head-it could only be true; she had known him for years, since they were incomplete nations, just children running about with swords of both wood and steel. Just as he had sifted out her identity from that of Elisabeth Wertheim\"s, it was with ease that she found that this man in front of her was real: as nations in human form, they were allowed the same detached senses as those immortal. Stupid, she scolded herself, knowing not to trust so easily; but it was what it was. She noticed the shards of tin still upon his flesh then-of course, he could not have been thrown out so easily-time was needed, so much time; some things did not change, but could. They trapped him. Shackled his person. Still not releasing-he was too real, too solid, to let go-she let the glimpses of his uniform and body form in her mind; she looked about, saw the blood, the bruises, the sickly pallor of his skin. Dread formed with it, in a way almost instinctive, be it Gilbert or not: \"What did they do to you.\" It was not a question-it was an exclamation, asking, wondering, but not questioning. The papers came to mind again. A pause-it was too long, in Elizaveta\"s mind. With a ferociousness that came at will, that sapped her meager strength as well as supplied it, she asked, this time, demanded, \"What did they do to you?\" He was biting his lips, not speaking; still, obstinately, she took him by the shoulders again, harder, saying, \"What did they do to you?\" The papers came to mind again...how Ludwig had admitted it, how Gilbert had been so emotionless for the past year.... A protectiveness that she had never felt before, for but Roderich and Veneziano, but never this man, emerged; it reared its head menacingly-some maternal side of her glared outwards, and she shook him. \"Tell me!\" He only bit his lips harder. \"Tell me, God damn it,\" she said. \"I found documents in Ludwig\"s office. Is it true...\" he looked at her \"...that, throughout the war....\" \"Ja,\" he said, finally; his tone shook at the slightest, but was steely at the same time. His eyes grew hard. Elizaveta had never seen him like this, before the war-so close to tiredness, so close to a sort of trauma; he spread trauma, he did not suffer from it. She had known him for so long, and yet finally.... Not noticing how hard she was holding onto him, as if to crush him, she leaned in with complete urgency, green pools of eyes reflecting the cracked image of Gilbert Beilschmidt. \"Russia...hurt my people. So much.\" He snorted softly, in disgust. \"And der Führer\"-derision-\"doesn\"t like me a lot.\" The line along his brows became harsh, harsher than they needed to be. \"My people aren\"t West\"s. They\"re different. And they don\"t like der fucking Führer.", "And he did. Slowly, hesitantly...but coming from Gilbert Beilschmidt, it was achieving the impossible-it was landing on the moon to touch and scrape the unmoving dust. He placed his hands on the thick bed for leverage, leaning forward as she did, and they kissed like they really meant it. Unsurprisingly, they did. Blood. Pulling away, they both held their respective stances. \"I did,\" he said. \"Now talk.\" Elizaveta stared again, though it was thoughtful, ready to comply; no pride, mere coolness; pensive. Gilbert Beilschmidt. He was staring with that look of acceptance and yet still life; that look like the one quietly watching his partner leave without wanting to hold them back. His right cheek was aflame, and there were silent shadows of gray beneath his eyes, which were rubies of hell. Perhaps there was stubble around that jaw so used to clenching, but that could not be for sure-he was young and yet so old, and had never been able to grow a beard for the life of him. \"All right,\" she said, and she talked. \"...Made to his mistress\"s eyebrow. Then a soldier, Full of strange oaths and bearded like the pard...\" - Shakespeare PT: Ohoho~ I wonder if that means I\"ll be speaking Japanese with a Kansai accent~~ ...sans the \"han.\" - In the case of writing style...well, I\"ve been told by Cheri-chan of a different fandom that my writing style reminds her of Edna St. Vincent Millay; my English teacher at school has commented upon observation that my writing style reminds him of JD Salinger. I\"ve read neither person\"s works (I\"ve been trying to get Catcher in The Rye, though...) and would like some opinion upon my style...because I think I\"ve been trying to follow Victor Hugo and Harriet Beeche Stowe\"s styles for a while now. - While plastic technically did exist years before the World Wars, I still prefer to use tin; and the imagery I imagine would appear in reading would perhaps be more appropriate. - Beards. Kuskuskus~~~ Oh God, I should stop thinking of so many inside jokes xD Ahem, well, beards. ...Well, young as the nations are...the men -should- naturally have facial hair...-backhands France- I mean, physically young...they probably all shave it or something, but I took this opportunity to sort of play around with Prussia\"s age. ...And I like Yao\"s girl-appearance. - Tomorrow is the beginning of March. Near the end of March, I\"ll be off to the Mediterranean-Italy and Greece. Yeah, spring break, from my school. If I survive the terrorists at the airport (because I\"m not a punctual person...), survive the planes (because I\"m damned paranoid about them), and survive Italy, I\"m good. I\"ll be updating at least once before I leave. - Have you noticed the new change they\"ve made here on FF? D: The poor quotation marks...damn it ;_; Why the quotation marks? \"...Jealous in honour, sudden and quick in quarrel, Seeking the bubble reputation...\" - Shakespeare Elizaveta felt the abrupt snap of cold over her wrists and did not wince. This was her reward for speaking. \"Standard procedure,\" Gilbert said, almost apologetically (but that would not be Gilbert then, would it...?). \"der Führer\"s\"-he made a face-\"orders. He\"s Gott-damned furious.\" Elizaveta merely shrugged; she was going to jail, and though she detested oppression, she accepted it. She had mild support, and the act was complete; her people were at least all right-aside from those in the camps, to her disgust-and there was not much to do. She wasn\"t helpless-she was merely there. And afterthought was added when she said, calmly, \"So der Führer\"s going to see me?\"-and her own mockery surprised her; she felt no emotion to be noted; it must have hidden itself in the ashes. Like Gilbert, she was wiping clean the stone tablet and crowding the words in moss. She thought the Prussian smiled, bitterly or wickedly, but could not see. He was behind her. There was an awful feel to the knowledge that one\"s hands were cuffed behind their back; Elizaveta felt it not, for it would soon be over. She was not to be humiliated. At least Gilbert had been gracious when she asked for time to clothe herself; it only took a period of time for her to let consciousness of exposure drag itself back into her mind, for she had come across a lack of shame. The Prussian was such a femme fatale in reverse and hell-those red eyes suited him. The green uniform that had been so painstakingly snatched and zipped from Hungary overnight was his doing-a miraculous feat, and for something so trivial; the soldiers ordered to do so deserved merit and more. Green felt good for wear. If only there was a rifle. She had slipped the crumpled paper from the pocket of her jacket to her military outfit\"s pockets. The artificial yellow of her hair had been washed while changing-it was strange but familiar, to see her hanging locks of brown. She was no longer an Aryan-no longer a fake. No longer an actress, nor Elisabeth Wertheim. Elizaveta and Gilbert walked again with admirable cadence, bearing and posture woven to look alike; people stared, murmured to one another; this was expected, and phenomenal. There was shock and outrage, and once Veneziano could be heard crying in the distance. And still Elizaveta remained cold, proud; unhindered, but postponing care for the boy she mothered. The stares drew her poor contempt, for she had known these people. It did not hurt ut it was not to be ignored either. The halls and atrium echoed as a void. And ah, der Führer himself. Standing with the ridiculous mustache and parted dark hair-oh, Aryan, of course, Elizaveta taunted as his gaze met hers; green on brown, not blue. Frosty hate chilled her veins as the Hungarian walked and neared. There was fury in those eyes, and perhaps madness...then again, what was madness? Egotistical, ran through Elizaveta\"s mind. Hypocrite... Der Führer raised his hand; Gilbert paused to reply, intoning, \"Heil Hitler.\" That echoed throughout the room in the voices of many before Gilbert nudged her slightly; off they went. That was that-the first and last meeting between Hungary and Adolf Hitler. The next time would be when she was there to look at the body, look, once. Those eyes could not meet hers then. The cells were cold, stony, gray, and that was expected. The footsteps were pitched patters like rain. When the door was open, Elizaveta glanced around-tiny windows to the booth-like cells were empty, not filled with curious faces. Abruptly she met the gaze of her Prussian companion, elevating to her toes to kiss him on unmoving lips, with a crooked whisper of \"auf wiedersehen.\" Frowning at the lack of reaction she tried again, sans words; not desperate, but unsure. He replied this time midway, kissing back with lips like death, sans blue. \"Ja,\" he said quietly, so unlike him; and yet still... He undid the metal cuffs and Elizaveta felt the rush thickly back to her hands, filling her fingertips. They stood awkwardly for a while, before she reached out and clasped one of the white hands firmly; her nails scraped lightly over the rough palm and scarred back, feeling the throbbing blue veins pressed against skin. Unlike Roderich\"s soft hands, made for but the piano. Cottony, cottony hands. Elizaveta held it for a while in silence, remembering the tiny hands that she should have held at least once in faraway childhood. They were adults now, and that label seemed almost far-fetched. A few months were a long time, if they could lead her to savor the warmth of a rival hand, one she would have wanted wet and hot with running blood-not the very much dry bit of heat for her to lean into. Was this Lady Fate joining with Madam Irony?-and Father Time? Suddenly Elizaveta realized that she didn\"t want to let go, but she did anyway; she let it drop. Focusing on her nemesis\"s calm face, she backed into the prison. There was but a hard bed that was more of a table, but she did not mind. Roderich had no luxury-save disconnected notes-nor did Gilbert-save the new era-so she could fare, with a burden, repenting like one old and dressed in sack. For a split second, in the light painted gray, Gilbert\"s feature\"s shifted for a formation of wistfulness-then vanished as they both nodded-soldiers, comrades, enemies, and lovers, agreeing. \"See you after the war.\" \"Ja.\" A pause-then the door was closed, slammed in its weight. Enclosed in gray solitude, Elizaveta stared at the window of light. Closing her eyes to shut out the physical tunnel vision, listening to the Prussian\"s unbreakable steps, she looked to the future, for insanity or else the end. One week. Or was it two? No matter; she needed to find something else to check her sanity, lest it fly out and latch itself to the walls; then she wouldn\"t have it, and never get it back. To think she\"d lost it-perhaps this was a process beginning in short bursts. Confinement is a dull subject to chronicle-it only informs, and unless there are assassination attempts involved in the story, it should be but recorded in brief-or else, the excitement should be rushed to at once. And how it happened on a day when, mouth dry, Elizaveta remembered that she was a country-how ridiculous that she should. She was the very embodiment of her people-she knew that, but these little bursts of epiphany came rarely-she was a country, the representation of a land and a people. Only then did she realize it-through the responsibility, the struggles and fire and flame-that she had missed out...on something. She was sure that she hadn\"t, but perhaps she had...perhaps, a friend instead of a lover. Roderich was a friend, but he lacked... Still, she loved him beyond most people and things in the world. Throughout the hardships, while Gilbert had laughed and taunted her, going on to stand alone-alone-he had spared kindness, despite the times she had beaten him in childhood, so that he could barely even move. And what did she have in the end? She realized then and there-that Gilbert, for all his struggles to become a nation, had only one candy bar; he had only just that, because something was clinging onto him, or else the entire store...he was at his last throes for life. Perhaps it was fate or horrible history; but he was but a state now. The great militaristic Prussia of freethought, once an empire-über alles...now a pitiful free state knuckling under the Third Reich. And still he fought. He had nothing but the crumbs of chocolate lying on the ground now, snatched by the birds. That troubled him not-he could shoot them out of the sky. Only he was onto his last rock. Tracing idle circles into the hem of her beret, she moved onto fiddling with them, waiting for the next meal...food came twice every day, and she wasn\"t in the least bit hungry when it did; but it was something to focus on. She had wondered, sometimes, on the concept of confinement aside from humiliation and harsh treatment-now she knew for sure that the boredom was part of it, and more than significant. At least Turkey\"s home was not so. She spat at the thought, but immediately regretted it; the film of dust and dirt over the floor and walls was filthy enough. And she thought she felt sick-there was fever ailing at her skin. Fatigue troubled her not, but the discomfort helped less; she had picked at the cut on her side, even, just to feel something other than burning numbness-which was ironic, as it was numbness. She coughed again; Isten, was her trail of thought, these conditions are probably worse than they look. Oh, she was fussing about in the case of hygiene-but it was practical. Gilbert and Roderich both would approve. Joy. And she had soon learned that there were no other prisoners-probably executed, she thought darkly. She did not waste her time wondering whether she was to follow them or not. A slot opened, revealing a thick trickle of light-oh, finally, she thought, disgusted-she could\"ve killed for some water, what with the sandy hollow that was her throat. The tray slid in, and then the light was gone; at least it had sealed away something to help her. She noted the poor quality as she reached for it, glancing at the subjects-something that resembled mashed potatoes (she would rather not know), a cup of stale water. Good enough. The water washed down her throat, half of it then gone with the one gulp. Elizaveta didn\"t wince at the sourness of the liquid. How long am I to stay here, she thought, disgusted still. Isten, this war can\"t go on forever. She choked a bit from her position in sitting on the table of a bed-this didn\"t feel right. It never did, really, but she somehow felt worse than before; her throat was swiftly drying already. Arsenic poisoning? she thought dryly, but not seriously; then she realized that she had hit the nail spot-on. The explosion at her apartment... The White Rose was practically dead, if not nonviolent... She was a nation... With a horror-filled look at the tray, she shoved it away with amazing strength; it crashed against the solid wall, its contents spilling over the corners. She couldn\"t stay here. Not with people after her life, not with her wavering health. Fiddling with her beret she began choking, practically feeling her innards disintegrating. She was practically spewing sandy fire. This was how the nation Hungary was to end! This was how the woman Elizaveta was to end! This was how the actor Elisabeth was to end! Dust clogged her throat; she thought of only Roderich, and of Gilbert. Others ran through her mind-Italy, dear Veneziano...Holy Roman Empire, who was someplace else now...Turkey, to her flaming fury...Ludwig, the soldier...and Magyar, who was gone and still strong... So this...this was how dying felt like. This was the blanket of dark was to come, and she leaned against the filthy wall, breathing hard; the wheezing scorched her throat. Then-salvation. A door opening, blinding light finally rushing in, squeezing in to illuminate the pathetic, miserable grayness. She couldn\"t see-she thought it was heaven, for her thoughts were steeping into foolishness; the arsenic and decided to kick her, right when she had uncovered its presence. Swearing at Lady Fate and Madam Irony, Elizaveta felt her will to scream die in her papery throat. She couldn\"t die...not yet. She was a nation, and she was going to see this Isten-forsaken war to the end, come what may, and hell to pay. Even if the hounds themselves snapped at her heels as she outran them. And then-an angel. She swore at it too, told it to get away, she didn\"t want to die yet. Her fiery will was returning, and she had not even noticed its absence. \"Get away,\" she growled at the angel. \"I\"m not dying yet.\" \"You won\"t!\" growled back the angel, whose voice was that of a demon. But Elizaveta was not to be fooled; she knew what deception was, after all. \"I can\"t die yet,\" she snarled, rabid. Choking on her fevered breath, she ranted on. \"Get back, take me when I deem it fit enough! I\"m a nation, I have people! I can\"t die just because I was stupid enough to consume toxic!\" She flailed at him, with a fist that was nearly as good as her pan. She wanted it to leave. She wanted it gone! \"What the hell!\" the angel-demon snapped, and grabbed at her wrist; Elizaveta jerked it back, choosing instead to aim a kick at the presence. \"You\"re not here to die!\" he continued hurriedly as he side-stepped the sure-to-be-fatal kick. \"I\"m here to get you out, Gottverdammt!\" Then it hit her. \"Gilbert?\" She held back her fist, just in case, ignoring the insistent tugs of the unconscious. \"Ja.\" He panted, stepping forward, out of the blinding light. Oh. Dropping the fist, letting go of her energy, she looked at him, studying the face for any changes-it was screwed up with a clear message-\"What?\"-and the stubble was more pronounced, unless it was Elizaveta\"s own prickling delusions; his eyes gleamed still like rubies, but the shadows were clearer. She almost felt sorry for trying to hurt him-almost. She needed to explain, there and then: \"Someone\"s been putting poison in the food...\" She gestured at the mess in the corner, not adding the \"I think.\" It was hard to remember that it was only speculation. Then, abruptly, and not quite out of left field-she felt the suppression of exhaustion press against her, full-force; she did not quite lose her consciousness, yet, but it was nearly there- It attacked again, like a hound. \"Damn it,\" she hissed at the pain; she gripped at something of a stitch in her side, regretting that she had been so bored as to pick at it; it only added to her agony. \"Damn it...,\" she growled again-then there was white. Her fingers slackened and there was the snowy white. Not black, but white. She wasn\"t quite unconscious-just tired. Gilbert supported her, mumbling beneath his breath about what a burden she was-her own reaction was but quiet pensiveness-did she want to punch him or smile? She was sure by now that he was sinking back to what he was before the war. And beyond; it was what was beneath-Elizaveta was not superficial. Her feet dragged slightly, but her small attempts at a fine gait helped at the slightest; at least she could walk. And the wound in her side was once again dormant; it was not to bother her in some time, though it stained the green fabric of her clothing. Beyond that, she was stunned that the Prussian had come back for her-he had said himself, \"after the war,\" if she could trust him at all. Perhaps there was something of importance-maybe her people needed her. Maybe they were bombed; maybe it was not arsenic that was trying to sap her strength, maybe it was an attack. But they were escaping. Of that she was sure. \"Where\"re going?\" she almost slurred. A pause, and a glance...\"Back home. To Hungary. Your people need you.\" Ah. So she was correct. Home. She had never been one to truly appreciate it-home, to her, was something else-someplace where she was with her people, free from oppression, or somewhere listening to music with Austria. She did not feel homesick, but she almost did-nearly, almost; months away from her land, playing a game with the enemy while Europe collapsed through and through. Keeping back a groggy tone, she plowed on-almost tripped-\"Have I been attacked?\" She could have been anxious; and her heart did skip a tiny beat. She wanted the answer to be no, and yet still yes: no would mean safety, yes would mean assassination. Gilbert was silent for a moment; uncharacteristically; he was hiding something beneath the tin. \"Nein...,\" he then murmured; his tone was hesitant. And why...? Elizaveta, her arm already slung lightly around the back of his neck, reached her hand; flexed her fingers. It was beneath his shoulder, and each and every one of the little digits curled around his uniform once she had pulled her arm up with slight effort. The khaki had been cooled by the chilly night air, and the only source of warmth was his bare skin. The pads of her hand skimmed over the shoulder ranks-signaling Hauptscharführer-before they settled. This was not romantic; this was practical, and natural. \"What?\" she muttered; she wanted to know; needed to. What had happened? She waited, impatiently, for news of her land. Her heart skipped another beat. He still did not speak, even as the pressure of Elizaveta\"s hand pressed the bottoms of his ranks against the thin shirt beneath, pricking his skin. She had strength even when uncalled for; that was to be noted. Lifting a hand to pry it away, and without breaking his pace (they were soon entering a staircase), he said reluctantly, \"The commies are headed toward us.\" Elizaveta stared at him; she had heard right, did she not? Ignoring the way he was opening her clenched fingers, she asked, \"How...\" \"Strategic.\" It was then that she noticed the darkening of those ruby eyes-clearly, there had been some serious side of him that was rarely seen, and entirely doubtless of sanity. Or else it was a mere spawn of this newness to the tin. Dropping her voice without realizing it, she asked, \"...How bad would it be...?\" Now his fingers tightened-around her fingers still, they seemed to freeze still; worry. The tension weighed heavily in the chilly air. He spoke at the same level she had: \"It\"s Russia. You should know.\" Instead of answering, Elizaveta chose to let her head tilt back to take in the sky-they had climbed out of the stairs without realizing it, and the burst of cold air-real air, not stale and cramped-was insistent in reminding them. There were stars above; not scant, but the myriad was generous to the black velvet tonight. Suddenly Gilbert tensed; she felt it, for he stopped immediately, and his hand tightened. Immediately his right hand reached for his belt; the clear air was cold as fire, crackling with alarm. One of them spoke, as Elizaveta, clearing her throat, dropped her head back to look around and at him-\"What-\" Whipping his pistol from his side, Gilbert immediately shot at the right with the focus in his eyes flaming, as if this were a swordfight. Elizaveta immediately wished for one herself as she heard the cracking bullet fell a soldier-one man was revealed in death, as he clutched at the gaping black hole in his chest: A perfect shot.", "Thunderclan cats whip around. I stare directly into Leafpool\"s amber eyes. I can feel a sharp feeling at the corner of my eyes. \"Don\"t forget Breezepaw. Thunderclan actually celebrates mixed blood.\" I meow. I cannot let my son ever experience the pain I felt in love. Leafpool jerks her head backward, as if I had run my claws across her muzzle. She turns and hurries away. I feel my own heart crumbling as I catch a glimpse of her amber eyes, glittering in pain and love. Leafpool I glance at my sister and feel the bolt of fury she was feeling. I hope she doesn\"t spring onto Rowanclaw. She has matured, but I wouldn\"t put it past her to forget the truce and lose her temper. That\"s when I hear it. \"He was only speaking the truth.\" A familiar voice rumbles. My clanmates and I turn to see Crowfeather and Breezepaw. Once again, pain explodes in my chest as I stare directly into the smoky warrior\"s hard gaze. I could see his eyes glittering. Things couldn\"t be worse. Then, it does get worse. \"Don\"t forget Breezepaw. Thunderclan actually celebrates mixed blood.\" Crowfeather meows. I jerk back as I feel a jab in my heart. I couldn\"t stand it anymore. I turn and run off. I could feel the cats\" gazes burning into my fur. I just want to run from the pain. I cannot be near Crowfeather. That\"s when I bump into a form. \"Ow. I\"m sorry.\" I meow as I regain my balance. I look up and my blood turns to ice. Nightcloud. Crowfeather\"s mate. I look back and I realize that I have gone the wrong way. \"No need to apologize.\" She meows curtly. Then her voice turns smug. \"Have you seen my mate, Crowfeather?\" she meows, \"And our son, Breezepaw?\" I feel it again. The same pain in my heart. Why can\"t it leave me in peace? \"No.\" I reply, my voice shaking. I glare at Nightcloud, whose eyes are glittering, taunting me. I turn and stalk off, tail high in the air. I could feel Nightcloud\"s gaze on my fur and I could tell that she doesn\"t believe me. Yet it\"s true. I have seen Crowfeather\"s body and eyes. Yet it is not Crowfeather. This is not the tom I have loved and known. Even now, as I join my clan for our camp, I feel the pain jabbing at my heart, harder than ever. I wanted to join Starclan. Now and forever. To watch over Crowfeather and love him without pain. If only my heart tells me to join my beloved. That\"s when I catch a whiff of sweetness. I inhale as a breeze picks up. I hear the same advice a certain cat once told me. Listen to your heart... WARRIORS, Love: Heather, Lion and Honey PT: Hi again! I\"m sorry for neglecting this story but it\"s on my updating schedule now. The schedule\"s in my profile :) Thanks for the review iLovely! Honeypaw The day couldn\"t be more perfect for me. I\"m hunting with probably the best apprentice tom in all four clans: Lionpaw. He\"s brave, he\"s kind, he\"s handsome. He\"s a great warrior. He\"s determined to prove himself. His descent is of no importance to me. It doesn\"t matter that his grandfather is the great Firestar, the cat I have heard countless tales of. They\"re true. The stories are outrageous, but true. It doesn\"t matter to me that his grandmother is Sandstorm either, the clans\" best hunter and daughter of the great Redtail. The fact that Lionpaw\"s uncle was the great Hawkfrost is carrion to me. It won\"t make a difference that Tigerstar, a great cat, but evil one, is his grandfather. It\"s never going to fuel my love for Lionpaw that his aunt is Mothwing, his father the great Brambleclaw, his mother daughter of Firestar and one of the chosen cats to find a new home for our clans, or even Leafpool, Squirrelflight\"s sister and the one who found Moonpool. Everytime I see Lionpaw, I get this feeling in the depths of my heart, my very spirit. I have earlier offended Lionpaw today. I have tried to defend his honor from Mousepaw, then attempted to comfort him at the loss of his prey. That made him feel weak. I\"m truly sorry for that. I spot a mouse in a clearing. It\"s feasting on a nut, tearing the shell off. It\"s around a beech tree, so intent upon the nut. I have only thought of Lionpaw and I carefully whip around in a flash. \"Look!\" I hiss, \"That\"ll be easy to catch.\" Lionpaw stares at the mouse. I wonder if he\"s hesitating to catch it. I blink at him. Hopefully, I\"ll encourage him. \"It doesn\"t even know we\"re here,\" I meow. I wish the thing that happened next didn\"t happen. \"Why don\"t you catch it then?\" he hisses. He looked furious, like I had insulted him. I feel a jab in my heart. \"I thought you might want the chance,\" I meow. I wish I could eat my words. \"I don\"t need help!\" Lionpaw snaps at me. I feel something in me quiver and I wish he\"d understand me. I love him. I look away, feeling hopeless. I wish Lionpaw would love me back, I really do. I\"d give my life for him. I stare at a root, wishing for Lionpaw. He likes Heatherpaw, I know he does. They complete each other. The heather and lion. Heather comforts a lion\"s soreness and a lion loves the heather. I\"m nothing. Just honey that clears a lion\"s throat. I see no use in that. A lion\"s throat will clear eventually. There\"s water. I wish it was Lionpaw and me. PT: Yeah, sorry for the freakishly short chapter. I\"ll make a longer one next time. Oh, by the way, I\"m putting up a vote in this story. Choose a pairing and I might put it in the next chapter. Here are the pairings up for voting: HeatherLion...LeafCrow GoldenTiger...NightCrow CinderJay...CinderPoppy CinderLittle...FireSpotted TawnyRowan...FireSand StormBrook...BlueOak YellowRunning...SilverGray YellowRagged...GrayMillie CrowFeather...SquirrelBramble SquirrelAsh...TigerSasha WillowJay...WhiteWillow SorrelBracken...StormSquirrel RainSwallow...DaisySmoky CloudDaisy...CloudBright FernDust...MinnowMouse BlueBarley...FuzzViolet Dear everyone, There\"s not much time. I can\"t go on the internet anymore. If I come back, I\"ll private message to you if you want. Tell me in a review. My mom\"s so annoying! Till then, PT WARRIORS, Love: Denial PT: Hello again! -Grins like a moron- Thanks to everyone for their reviews! That\"s six reviews in one blow, cool. I\"ve never had that much in a single update. Anyway, thanks to everyone for voting! Those of you who have suggested other pairings to me, I have added them to the poll. Anyway, I might not be able to update next week; I\"m having a math Statewide Test. Grrr . . . I hate math. Anyway, putting that behind us, check back in case I was able to update! Enjoy this one! Willowpaw I pad to the moor with Mothwing, proud to be a medicine cat, eager to see Hollypaw again. I\"ve recently heard that her clan was invaded by ShadowClan. It\"s horrible; ShadowClan always seem so . . . evil. I mean, Littlecloud is fine and I\"ve heard of other good cats: Whitethroat, Yellowfang, Raggedstar, Boulder when he was given a second chance to be a clan cat, Tawnypelt, Dawncloud . . . well, there are a pawful of those kinds of cats. Runningnose seems to be an innocent cat too. When did ShadowClan become so . . . arrogant, to say the least? I shake such thoughts from my head and rejoice as I scent the other cats. ThunderClan is not here yet. I wait anxiously. Surely, ThunderClan cats couldn\"t be so injured that Hollypaw can\"t come. There\"s Littlecloud, the respectful tiny ShadowClan medicine cat. \"Greetings,\" he meows as he dips his head. \"How\"s it going in your clan?\" Mothwing purrs, dipping his head in returns. I bend mine for a heartbeat, then turn to watch for Hollypaw\"s black pelt. \"We\"re doing alright. Oakfur\"s got a bad limp and Tawnypelt\"s expecting.\" Mothwing blinks at the news. \"That\"s wonderful!\" she purrs. \"An addition to your ranks. \"Who\"s Tawnypelt\"s mate?\" \"Rowanclaw,\" Littlecloud replies. \"A fine warrior,\" Mothwing comments. I shift impatiently as I open my mouth for Hollypaw\"s scent. Where is she? My eyes widen as I finally smell ThunderClan. She\"s coming! Hollypaw\"s so nice. She\"s . . . Where is Hollypaw? I stare as Jaypaw appears behind Leafpool. What\"s Jaypaw doing with Leafpool? I thought he wanted to be a warrior! Wait . . . did someone mistakenly injure Hollypaw when ShadowClan . . .? I shake such thoughts from my head. After all, Hollypaw would have been in the ThunderClan camp, not around the borders. Unless she was collecting herbs . . . I hurry forward as two come closer, then stop. I\"ll ask him when\"s he\"s alone. After all, I . . . Good point, why do I want to speak to him alone? Leafpool exchanges greetings with Mothwing and Littlecloud. Maybe I should speak to him now? The very thought made my skin hot under my pelt. Why? Why am I so nervous about speaking to him? Littlecloud and Leafpool start chatting away about the effects of the Clan. \"One wound unhealed,\" Leafpool meows. \"And yours?\" \"Oakfur is still limping,\" Littlecloud meows and I feel a surge of satisfaction. ShadowClan thinks that they\"re all that, don\"t they? I would love to laugh in Oakfur\"s face. \"Try wrapping his paw with comfrey each night when he sleeps,\" Leafpool suggests. \"I\"ve run out.\" Littlecloud meows and I feel even more satisfaction. Serves Oakfur right! After all, he did attack Jaypaw\"s clan and might have injured him. That\"s unforgiva - Wait, why do I care for Jaypaw? Shouldn\"t I be worrying about Hollypaw? \"You should have come to us!\" Leafpool meows, shocked. \"Blackstar wouldn\"t let me,\" Littlecloud confesses. Now I really hate Blackstar. He\"s so prideful; he wouldn\"t even push pride aside for awhile to help his Clanmate. Plus, why did he attack ThunderClan in the first place? Thinking of ThunderClan . . . I stop listening to the conversation and pad to where Jaypaw was sitting alone, his ears pricked. I\"ve heard that he was born blind. Did ShadowClan take advantage of that? My blood turns to ice as I near him. My heart is pounding. Why? It\"s just Hollypaw\"s brother. I almost pull away when I brush my pelt against his. \"Where\"s Hollypaw?\" I ask softly. Jaypaw flicks his tail and turns his blue gaze on me. I found myself caught in its icy depths. His eyes are just so . . . blue. Yet, he glares angrily through those unseeing eyes. I hold his gaze, but I almost flinch. I feel something in my chest. What . . .? \"Don\"t you know?\" he hisses. \"Hollypaw found it so boring being a medicine cat that she let her poor, useless brother do it instead.\" I flinch. I don\"t think you\"re useless, Jaypaw! I feel hurt, deeply wounded. I was just asking! The hurt pierces into my chest, like the sharpest thorn . . . I\"m that hurt? What? It\"s not like I like him or something! I deny it completely! Denial, I feel for you, a little voice cackles in my mind. That\"s not true! He\"s stingy and grumpy! Sure. Where\"s the pain coming from, then? Stuff a fish in it! I try to shake the thoughts out of my head. It\"s not true! Denial . . . Jaypaw. . . Jaypaw Great StarClan, Willowpaw\"s annoying! Geez, just because I\"m blind doesn\"t mean I\"m useless and I can\"t be a warrior! I walk behind everyone as we make our way to Moonpool. This slope isn\"t much. After all, I do know the way. Now, I\"ll just ignore Willowpaw. \"Willowpaw!\" Mothwing. \"Walk with Jaypaw. I\"m sure he\"ll have plenty of questions about the Moonpool.\" Fox dung. I\"ve been there before, you know! Willowpaw steps near me, but she doesn\"t touch me. Hey! Come closer! That is . . . er . . . so I could mock you! Wow, that was a lame excuse. So, why do I want her closer? It\"s not like I like her or anything! \"Has Leafpool brought you here yet?\" she mews and I could tell that she\"d rather be anywhere but here. Oh, I smell a rabbit hole. Time to avoid it. I guess I\"ll just answer Willowpaw and sidestep it at the same time. I open my mouth to- I feel teeth meet my scruff. Willowpaw! Why are you dragging me sideways?! I unsheathe my claws and wriggle away. I break free. Yes! See? I can manage! You mouse-brain! I lunge. Mouse-brain. \"Jaypaw!\" Leafpool screeches. \"What are you doing?!\" I part my jaws to reply, but Willowpaw replies first. \"He almost fell down a rabbit hole! I was just trying to help him! I sheathe my claws, and my ears are on fire. She was only trying to help. Just trying to help, like any medicine cat would. \"I didn\"t know!\" I snap. I didn\"t know. I just wondered if she was trying to help me walk or something like that. I\"m not that pathetic. I\"m not a kit! Unfortunately, Leafpool is faster than me. \"That\"s no excuse! Apologize!\" She sounds furious. \"I\"m sorry.\" So annoying . . . Willowpaw is so mad, she growls. \"That\"s okay.\" Not with you, really. \"Next time I hope you fall in!\" I\"m not that helpless! She walks away angrily, flicking my nose. Hey, she touched me! I keep walking with the others. Yeah, she touched me, so what? I hate her! Hm, I heard that Firestar and Sandstorm hated each other before, when they were apprentices. Oh, what does that have to do with me!? I come to stone, it\"s slippery from the frost. I try to be careful. Steady . . . Hey! I\"m- GAH! I\"m slipping! Willowpaw\"s coming! She\"s- Hey, she stopped! So she was serious about not helping me! Wow, so stubborn and she never backs off from her word. Ow, the rock\"s hard We walk on, but Willowpaw never helps me whenever I come to a problem. She has such self-control. Hmph. It\"s not like I really admire her or anything. Well, okay, she is kind of . . . I deny admiring her! It\"s not denial! PT:I\"m scared. I think Jaypaw\"s out of character. Thanks to everyone for their reviews! I\"m so happy, I could cry! Anyway, people have suggested new pairings so I put them on the vote. Please vote and review! HeatherLion...Hawkfrost/Pick a cat! Any cat! GoldenTiger...NightCrow CinderJay...JayPoppy CinderLittle...FireSpotted TawnyRowan...FireSand StormBrook...BlueOak YellowRunning...SilverGray YellowRagged...GrayMillie CrowFeather...SquirrelBramble SquirrelAsh...TigerSasha ShrewWhite...WhiteWillow SorrelBracken...StormSquirrel RainSwallow...DaisySmoky CloudDaisy...CloudBright FernDust...MinnowMouse BlueBarley...FuzzViolet MouseRunning...AshNight LeopardHawk...LeopardTall WARRIORS, Love: Swallow Me Up, Stop The Rain In My Heart PT: Okay, I\"m soooooooooooooooo sorry. On my last update, I realized that I said that I had the math test, but I made a mistake; by the time I updated, I\"ve already finished the test. I\"m ssssssssooooooooooooooooooooo sorry. Don\"t hurt me! T/.\\T So...triple update! Mhmmm... If I don\"t update the second story today, I\"ll do it tomorrow. I can\"t complain; I am a pre-teen after all. Brackenfur: Dude, that makes no sense. PT: GET OUT!! -Brackenfur leaves- PT: Anyway, here are some review replies: Stahle Er... Excuse me? What? inktongue58 Yeah, it does get annoying. I can\"t exactly blame Jaypaw for being so mad, but you don\"t/didn\"t see Cinderpelt or Longtail complaining. Oh! Plus, you like the Inkheart trilogy, don\"t you? Love those books! Oh, that was random, lol. Rainwhisker I inhale deeply as I search for one cat in particular. I haven\"t seen this cat in so long, it seems. I just want to feel her again, drink in her scent, know that she is there. We have become friends during the Great Journey, maybe even more. It\"s just that she has been there for me and I have tried to be there for her. It was wonderful, really. At first, I found it awkward that there were no longer boundaries between the Clans. Then, I met Swallowtail. She comforted me, shared her feelings with me, even though she was from RiverClan. I\"ve never felt the same again. It is hard explain; how my life changed and all. I can only feel this change, literally feel it, and the only way for one to get a proper explanation is to feel it yourself. It hurt when I had to leave Swallowtail, it hurt. Leaders supposedly feel the worst pain when they get their nine lives, but I think different. There\"s a worse pain. This pain is love. When you lose it, it hurts more. When it\"s broken, failed, it hurts that much as well, more or less. That\"s what I felt. I barely got to know my father, my mother died saving my brother. My aunt died much too early. Mistyfoot and Stonefur... Well, Stonefur died and Mistyfoot... It doesn\"t seem right, she is RiverClan\"s deputy. Swallowtail... I sniff her out in this Gathering. She must be here! I spot her, a little ways away from Brambleclaw, who\"s going after his sister. I head off at once. I rush past many cats, but I don\"t give a fox-dung about it. All that matters is the dark RiverClan tabby sitting farther off, looking around the Gathering. I wonder if she is looking for me too, I wish we could have been together. That\"s a flaw in being in Clans: boundaries force love into something forbidden. I just really like Swallowtail, but I\"m not saying that I love her that much. Okay, I do wish that we could go as far as mating, but that is impossible. She reminds me of the past, of Mother, of Father. I don\"t know why, she just does. I feel the energy building up now, pressure in my limbs. Those words that I had wanted to say again are on the tip of my tongue, screaming for release, screaming for a chance to be displayed to the tabby she-cat. \"Hi, Swallowtail! How\"s the prey running?!\" To my dismay, I remember that things are different now, we have boundaries again. Swallowtail shoots a questioning glance at Leopardstar, sitting a few tail-lengths away. \"Fine,\" the leader murmurs. I find my heart beating again, I feel like I am about to explode, what with all the building pressure in my body. I bend-Swallowtail is slightly shorter than me-to lick Swallowtail around the ears, just like what I used to do on the Great Journey, when we shared tongues freely. Suddenly, a piece of ice falls into the pit of my stomach. I\"m thinking as I near and I freeze. This is wrong. I jerk back, my head spinning. I am...a loyal ThunderClan...warrior... I am...a...honorable warrior, member of ThunderClan...who knows of the old days and new ones...and will never forget our old home, which we had lived in for...StarClan knows how long. I consciously lick my own paw and swipe it over my face, but I\"m already embarrassed. I absolutely loathe this moment. I hope no one else saw me try to lick Swallowtail. Things are different now... Very true, but I wish they weren\"t. \"Sorry,\" I meow quietly, \"I keep forgetting, things are different now.\" She licks me. I blink. \"Yes,\" she meows seriously, \"but it\"s all right to do this at Gatherings. We aren\"t breaking the warrior code to be friendly at this point. \"It do feel that we\"d best let our leaders know that we have not forgotten our places.\" That explains why she had asked for permission from Leopardstar. \"Our Clan is doing well,\" I murmur. Swallowtail flicks my ear with her tail; she used to always do that on the journey. \"So\"s ours,\" she meows. Swallow me up, Swallowtail, I want to be with you forever. Swallow me up and end the pain of losing you to the laws of our ancestors. I\"ll only ever let you hurt me. Although you don\"t mean it, it\"s because of the warrior code. I\"d never let anyone but you harm me, because I really like you, and I trust you to never hurt me intentionally, even for the sake of your Clan. Yet, to tell the truth, dear Swallowtail, you...not intentionally, but you... ...You already had. Swallowtail I gasp as I hear the news at the Gathering. No... It can\"t be...it just can\"t! NO! PLEASE! StarClan, NO! Don\"t let it be true, oh, please! Don\"t let it be true... Please, no. I pray to StarClan... Please, don\"t let it be true. It\"s a lie, I know it is. He can\"t be gone. He couldn\"t have left me... No... Firestar bows his head as he breaks the news. Please, StarClan, don\"t let him repeat that lie again- \"Rainwhisker is dead.\" NO! I unsheathe my claws and let them sink into the earth beneath me. No... Please, that... I won\"t accept it! That\"s a lie! A LIE! I will not accept such a LIE! I\"m an elder now, elder forevermore until I join the ranks of my warrior ancestors. Only, I want to join now. It\"s a lie that Rainwhisker is dead, but I still need to join. For, there, there are no boundaries of love. We shall walk the skies forever there, in the Great Beyond. Till then, I shall continue to hear the lie that Rainwhisker is dead. For I shall never accept that he is gone. It is a lie. The grief, however, still tears at my heart. It\"s raining there, in my chest, the raindrops cold and hard, coming out in a spray, making the drops feel like thorns. He is not gone. That lie... Raining upon an incomplete hole in my heart. PT: Well, these ideas are sprouting from real life experience, so please don\"t ask. Er... Please R&R! Brackenfur: Please vote! We\"ve got some really cool results! PT: The little \"l\"s next to the pairings are like tally points... I have no better way to represent the votes. Brackenfur: Lazy... -PT dumps Brackenfur in a box- PT: Back to the lake with you! HeatherLion...GoldenTiger NightCrow l...CinderJay l JayPoppy...CinderLittle ll FireSpotted ll...TawnyRowan ll FireSand ll...StormBrook ll BlueOak...YellowRunning l SilverGray lll...YellowRagged lll GrayMillie...CrowFeather l SquirrelBramble lll...SquirrelAsh TigerSasha...WhiteWillow SorrelBracken ll...StormSquirrel lll LeopardHawk...DaisySmoky CloudDaisy l...CloudBright ll AshNight ...MinnowMouse BlueBarley l...FuzzViolet MouseRunning ll...ShrewWhite l HawkPick a cat! Any cat! ll...LeopardBlack LeopardTall ll WARRIORS, Love: Existence PT: HI! It\"s another week T.T So...double update this week!! Man, I luv updating! ) Okay, here we go! Brambleclaw: You know, Demi, Brackenfur\"s acting crazy around the camp. The other day, he was attempting to eat a pebble while singing I Must Be Emo! THIS IS ALL YOUR FAULT!!", "\"...\" PT: Did you know that George Bush was related to Ulysses S. Grant, Benedict Arnold and Henry Wadsworth Longfellow...and Samuel Prescott? \"...\" PT: Pft, fine, ignore me. :( \"...\" PT: Vaya, vaya, voy a la play - Porny kicks PT. Porny: STOP!! IT\"S TOO CATCHY!! Ginny: Er...ezyl\"s girl\"s review: Yes, yes. I saw your comment on the vid...And I do have a DA account, ezyls-girl or something like that. And an LJ. Link\"s on my profile.(Wait, so 1776 is supposed to be a historical comic gag or something? Weird. I\"ll go download it illegally or something.)Yami, you will not.And did you hear? I updated Milkberry Cafe. I didn\"t include anything about PT because I (seriously) forgot.And I had exams. Stupid, motherf-cking exams. PT: Oooo, yep, the right word for exams. I found you on DA! :D I don\"t mind no mention of me in the chapter :D Ha, nice list Gylfie gave you. Yeah, 1776 is a musical. LOVE IT! \"...\" Harry: Er...is anyone going to say anything? Scorpius: Yeah, there\"s a lump on my waist, can you feel it and see if I should get it removed? \"...\" Scorpius: Right here. Points at somewhere near behind. \"...\" Harry (real hasty): Er... Here! From Ih8Bush: did ya hear a bunch of babies were killed it looked like they had been chewed on better ask Harry, eh? PT have you played Halo?IH8bush outP.S Harry Potter eats babies \"...\" Harry: DO NOT! \"...\" PT: Harry Potter eats babies :3 Harry: AAAAAAAAAAHHHHHHHHHHHHHHHHH!! PT: Lalalalalalala... Harry: AAAAAAAAAAAAHHHHHHHHHHHHHHHHH!! Harry jumps up and puts on red skirt. Harry: Hace sol llueveY nos gusta el marVamos a la playaVamos a nadar¡Vaya! ¡Vaya! Voy a la playa Y vas conmigo¡Vaya! ¡Vaya! Voy a la playa¡Qué día bonito! ¡Vaya! ¡Vaya! Voy a la playa Y vas conmigo¡Vaya! ¡Vaya! Voy a la playa¡Qué día bonito! PT: AH! IT\"S THE CATCHY SONG FROM SCHOOL! Picks up ipod that appears in a hole. Turns to Vaya, Vaya, Voy a La Playa. Puts it to Scorpius\" ear. PT: LISTEN TO IT! IT\"S SO DAMN CATCHY!! LISTEN TO IT!! Scorpius runs from the room crying. Danny/Nikki: MY NAME IS NIKKI!! OH, SCORPIUSSY-POO!! Runs out. Subtitles: Her name is so Danny. \"...\" Danny: MY NAME IS NIKKI!! Harry falls down and faints. \"...\" PT: Er...I don\"t play video games. Soren: Man, you suck. PT: Do you? Soren: No. I hit on - Stops midway. PT glares suspiciously. Soren: Er... LALALALALALA! OMG! YOU KILLED KENNY! YOU BASTARDS!! OMG! YOU KILLED KENNY! YOU BASTARDS!! OMG! YOU KILLED KENNY! YOU BASTARDS!! PT: OMG!! LALALALA!! \"...\" PT: I\"m bored. \"...\" PT: I\"m reading about Nathan Hale. It\"s sad. He was hanged TT.TT \"...\" PT: Er... \"...\" PT: I like meaples :D \"...\" PT: HELLO!! \"...\" PT: I\"d like to thank ezyl\"s girl for commenting on Grandpere :D \"...\" Twilight: You still haven\"t changed Grand-pere to Grandpere. :( PT: I KNOW! TWILLI! I KNOW, TWILLI!! I DON\"T TAKE FRENCH CLASS, I TAKE SPANISH! TWILLI, LEAVE ME ALONE!! \"...\" PT: DILDO!! ;P \"...\" PT: Here\"s something about my dog. AHEM. LEAVE YOSHI ALONE!! IT\"S NOT HER FAULT SHE LOOKS LIKE A CAT!! JUST LEAVE HER ALONE!! IF YOU WANT TO GET TO HER, YOU\"LL HAVE TO GO THROUGH (points at classmate) ARIFA FIRST!! Arifa: WHAT!! PT: And how fucking dare anyone makes fun of Yoshi after all she\"s been through!! PEOPLE THINK SHE\"S A CAT!! SHE WAS RAPED BY A YORKSHIRE TERRIER!! Everyone else: O.o Ginny: THE KIDS DID NOT NEED TO HEAR THAT!! PT: Yah, they did. Albus: Hey, mom, you never really told me what \"rape\" meant. \"...\" Ginny turns around slowly to face PT. PT: Uh-oh... Ginny takes out a wand. PT: Er... Ginny points the wand at someplace where it will hurt. PT: Uh... Runs away screaming shrilly. Ginny (chasing): DDDDDAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAHHHHHHHHHHHHHHHHHHHHHHHHH!! \"...\" Draco: I guess I\"ll just read the last review from... Duckstar: I have a er, interesting request for Porny.Porny, I want you to dip yourself in a tub of chocolate. Then you must pluck out all ur feathers one by one and rearrange them on ur butt. Then fight Hollypaw in a tutu. If he doesn\"t do it, force him to.Twilight, read #243356 of playbird if you like Otulissa.-unleashes flying pigs with water guns on tree--tells army of pigs and chickens to attack Porny ONLY--launches a nuclear bomb at Porny-P.S. I haven\"t gotten over Porny-thought-I-was-Alex-and-he-has-to-pay thing yet. \"...\" Porny: NNNNNNNNOOOOOOOOOOOOOOOOOOOOOOOO!! I\"M NOT DOING IT!! NNNNNNNNNNNNNNNNNNNNNNNNNOOOOOOOOOOOOOOOOOOOO!! NNNNNNNNNNNNNNNNOOOOOOOOOOOOOOOOOOOO!! NNNNNNNNNNNNNNNNOOOOOOOOOOOOOOO!! Gets chased by pigs and chickens. Porny: NNNNNNNNNNNNNNOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO!! Everyone else, standing there while their horny king gets chased around: ... Subtitles: Hahaha, I\"m so evil, meheheh. \"...\" Porny: OH NO!! Gets shot into other room by nuclear bomb. \"...\" Subtitles: Is he dead? Twilight: I believe so. Porny: I\"m still ALIVE! I\"m not even injured!! Okay, my eyes aren\"t beautiful now, but I\"m ALIVE!! Twilight: Er... HEY LOOK! IT\"S - Porny comes in. He has dipped himself in hot chocolate and rearranged his feathers. Porny (whimpering voice): It hurts! Twilight: No duh, that\"s the point! Porny: Sigh!! Hollypaw comes in. Porny: NO! Hollypaw: Er...Lionpaw told me to come here to fight a girl in a tutu? \"...\" Hollypaw: He said...horny girl in a tutu. \"...\" Dumbledore shoves Porny into a tutu and pushes him forward. Porny: HOW COULD DUMBLEDORE BE SO CRUEEEEEEEEELLLLLLLLLLLL!! Dumbledore: :) Dumbledore: This is the horny girl in a tutu. \"...\" Hollypaw: Erm...okay. Unsheathes claws. Bares teeth. Jumps Porny. Camera swings away. Porny: NNNNNOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO!! NNNNNNNNNNNNOOOOOOOOOOOOOOOOOOOOOOOO....................................!! Fades away. Violent noise. \"...\" Twilight: He looked like a turkey-chicken barbecue thingy with his feathers rearranged :( \"...\" Twilight: No, I do not like Otulissa - Gimme your issue, Soren!! Grabs issue and looks. Otulissa is posing seductively, stripping. Twilight: OH MY GLAUX!! Falls down. Hedwig (Australian accent): Blimey, mate! Just READ IT SOMEWHERE!! Twilight goes into a corner with the magazine. Hedwig (British accent): Now, I can have High Tea. LITERALLY!! Drinks tea with crack in it. \"...\" Hedwig (TV Canadian): It\"s not affecting me, eh? I guess I\"ll have to drink something else, eh. So - HEY! Waddya mean by TV Canadian! Subtitles: Oh, fuck. Now they\"re speaking directly to me. According to PT, Canadians speak the same as Americans. It\"s just TV that makes them say \"eh\" and that crap. Hedwig: How can she be sure? Subtitles: She\"s been there like a million times and has kin there. Hedwig: WAIT! WAIT! A MILLION TIMES!! SHE\"S MY GRANDMA!! \"...\" Hermione edges away. Hermione: Hedwig...you\"re really starting to scare me these days. Edges away more. Hedwig: I am the goddess of...CANDY MOUNTAIN!! Hedwig dances out of the room. Hedwig: Put a banana in your ear! You will never live your life if you live your life with fear! It\"s true, so true, when it\"s in your ear, your fears will disappear so put a banana in your EAR!! So put a banana in your ear... Hollypaw comes up. Hollypaw: So...bye! Runs out, leaving a censored Porny. Hermione: Oh, dear. Are we like, the only ones left in here? Ron: I think so. Rose: Mom! Dad! Points at screen of TV from Duckstar!Hugo: I see Pelli and Otulissa! DUCKSTAR\"S TORTURING THEM!! Hermione: WHAT! IT\"S ON CHANNEL 5517236048656!! Rose: I never knew that number existed. Camera swings away. Hugo: HEY! SWING BACK! WE WANT TO SHOW OUR READERS THE TORTURING!! Camera: No. Hugo (not realizing that it\"s talking): YES! Camera: Non. Hugo: OUI! Camera: Nein. Hugo: JA!! Camera: Si. Hugo: NO! Camera: Okay, no. As you like it. Hugo: WTF?! \"...\" Hugo: OMG!! DAMN YOU, CAMERA!! Subtitles: So...it takes you that long to figure it out. You really are your dad\"s son. Ron: HEY!! Noise on TV dies out. Ron turns back. Ron: DAMN YOU SUBTITLES! I MISSED THE WHOLE THING!! GGGGGAAAAAHHHHHHHHH!! Hermione: RON!! THAT\"S THE WORST EXAMPLE TO SET FOR YOUR CHILDREN. \"...\" Rose: Er...mom? We\"re not that young. We\"re only a year younger than Demi. Well, she\"ll be thirteen within a few months, but - Hermione: e.e Rose: Mom? Hermione: We\"re going to leave next chapter, thank God. Ron: NO! I mean...yeah!! \"...\" Hermione stares. Ron: I was supposed to say what? Hermione: LALALALALALA!! Ron: ?? \"...\" Molly Weasley: SOMEONE JUST TURN THE CAMERA OFF NOW!! Camera sprouts legs and starts running. Camera: NNNNNNNNNNNOOOOOOOOOOOOO!! YOU\"LL NEVER GET ME!! NNNNNNNNOOOOOOOOOOOOOOOO!! Trips and breaks. Ow. Bill Weasley: ... Fred and George: HAHAHAHA! Camera breaks down. PT: Aloha! Konnichi Wa! Hola! Hi! Bonjour! Here\"s another chapter of the special interviews! Here we have Nyra, Pelli, Coryn, Soren, Gylfie, Twilight, Digger aaaaaannnnnnnd Otulissa! Nyra, Pelli, Coryn, Soren, Gylfie, Twilight, Digger and Otulissa: HI! PT: Yosh! Everyone\"s here! Now here I have a little box of 3 coals! I will have one random owl here pluck out a coal. If the coal is an A coal, \"Ezyl\"s Girl\"\"s question will go. If it\"s a B coal, then \"Adderstar of Valorclan\"\"s question will go. If the coal is the bonk coal, then \"Nyra\"s Hater\"\"s question goes. Understand? Good. No? Oh well... Nyra: Wait! Nyra\"s Hater?!? PT: Live with it! I don\"t like you either! You\"ve lasted for almost the whole series! When will you die?! Nyra(seething): Hey! No filthy blue owl or a stupid little owl holding a coal will ever get me! I am Nyra, GENERAL MAM OF THE PURE ONES!!! MWAHAHAHAHAHAHAHAHA!!!!!!!!!!!!!!!!!!! (The Band and Coryn glare at her) PT: What is wrong with you? Pelli: Are you done yet? (Nyra stares) PT (chuckling nervously): Oooooookkkkkkkkaayyyyyyyyyyy...Er...Soren! Pick the first coal. Soren salutes and does so. Soren: Adderstar of Valorclan first! Otulissa: Cool. BUBO! (Bubo comes in and takes the coal) PT: Okay! Adderstar of Valorclan right? I saw your profile. I love Warriors too! I was thinking of writing a fanfic about Firestar and Leafpool or something... Digger: Ummm... PT: Oh, right. Errr...here\"s the question: I have a question, more for K Lasky than anybody else, but I guess I could see what you guys think. Why is it that, before the Band came to Ga\"Hoole, it seemed like nobody believed that the great tree was real? I mean, after the Band arrived, it seemed like it wasn\"t just a legend anymore, and everyone knew about it, and everyone was talking about it like, \"hey the great gahoole tree beat the pure ones again\" \"really. that\"s great. Hey look, a mouse!' That doesn\"t make sense! \"...\" Otulissa: There is a point. PT: I\"ll answer that, as Kathryn Lasky\"s not here. I think that after the Band made it here in the tree, Ezylryb was caught, right? Well, Kludd probably knew that since Soren made it from being pushed out of his nest, that he would go to Ga\"Hoole because of all those stories Soren believed and thought What if there really is a Ga\"Hoole tree? We\"ve caught an old Whiskered Screech after all and there\"s something about him... So after he met up with Ga\"Hoole owls and after a lot of fighting them, it was a little obvious that the Ga\"Hoole tree existed. It became clearer when Saint Aggie\"s got involved, so owls heard about it. News seem to travel fast in the owl world. I hope this was a clear explanation. Otulissa(miffed): I was supposed to answer that. Coryn: Live with it. You can be nerdy sometimes, you know. You memorized a whole letter! (Otulissa gives him an evil death glare. Nyra looks interested.) PT: Next question! Pick one out Coryn! (Coryn salutes and does so. He\"s been taking too many lessons from Soren.) Coryn: Bonk! Otulissa: Random! Nyra: Where\"s that fat, filthy Horn Owl? (Bubo comes in and takes the bonk coal, ignoring Nyra.) Twilight: Shut up Monster Mam. (Nyra glares) Gylfie: Here it is: So is it true that Pelli has been cheating on Soren with Coryn? \"...\" PT: NANI!?!?!?!?!?!?!?!?!?! Pelli: WHAAAAAAAAAAAAATTTT?!?!?!?!?!?!?!?!?!?!?! Soren: Pelli! Coryn!Pelli: I\"m not! Honest! Coryn: Eheheheh... (Both sweat) (Soren glares) Soren: You better not jump me again... Coryn: Hey no fair! I was on crack! Gylfie: You just admitted it! You are on crack! Soren: You ALMOST DAMN FRINKIN KILLED ME! Digger: Guys. Guys... Pelli: Soren! Otulissa (quoting from Family Guy): And that\"s why children, we don\"t do crack. \"...\" Pelli: I\"m not cheating on Soren!!!!! PT (nonchalantly): We\"ll just use that as an answer. Soren growls. PT: All we have left is- Nyra: I\"m gonna kill Nyra Hater! PT: Man, you are such a hater! Nyra Hater changed her name to \"Inglantine Owl Fantasy Forum\"! Digger: Here it is: Ok, I have a question for you and for Nyra. This your question, in the begining it said something about Naruto. is this story going to be a mix of GoG and Naruto? Nyra\"s question: Did you really like Kludd, or did you just want his power. PT: Wow! A question for me! YOSH! I am a total Naru-tard and I\"m famous for it, as well as the fact I\"m nerdy because I\"m infatuated with reading and books. Plus, at school, I fit in but I\"m weird.... Nyra: GET TO THE POINT SO I CAN KILL ALREADY! PT: SHEESH! Alright already! Okay, I am really itching to put Naruto in here. So, all right. I\"ll put Naruto in here if I get questions for Naruto characters. I\"ll wait though, for the next chapter because this time, I\"m gonna wait until I get at least 5 questions for this story. Of course I will put Naruto in here too! Oh, by the way, I have 3 fanfics for Naruto. One is my brother\"s, which I revised the best I can. It\"s short, real short. Another is my oneshot. It\"s about Deidara. It\"s really short, but not as short as my brother\"s story. I am also working on a fic called Tears. In it, Naruto starts when he\"s currently chasing Sasuke. I don\"t think anyone read it yet though. There\"s also a Xiaolin Showdown fic for anyone who loves Xiaolin Showdown so- Soren: Stop adding random things! PT: ALRIGHT! SHEESH! Nyra! Answer your question! Nyra: None of your business why I was interested in Kludd. Otulissa: If I may disturb, I found something in Saint Aggie\"s. You\"ve apparently left it behind... (A little pink book with \"Nyra\"s Diary\" written on it in a wreath of hearts and flowers.) Nyra: Hey! She goes for Otulissa, but... Coryn: Wow Gylfie, in all the time I\"ve known you, you didn\"t seem the time to jump evil monster mams. Otulissa: Alright, here\"s the entry: Kludd is a handsome guy. I love his third head! It\"s so aaaaahhhhhhhhhhhhh... Sometimes I drool at him when no one\"s looking. So powerful, dark, handsome, evil... Aaaaaaaaaaaaaaahhhhhhhhhhhhhhhhhhhhhhhhhh..................................... PT:Huh? Twilight: Third head? Pelli: So what? It\"s not like it matters. The question is answered. She wanted him for his power and she was interested. PT: Desperate! Pelli:Wha?!?!!?!?!??!?! Bash, Blythe and Bell tumble out from a clump of moss they were hiding behind. Bell: Hi Mum! Bash: What\"s crack? Blythe: Da cursed! Frinkin! Digger: You were here the whole time?!?!?!?!?!!?!? Pelli: PERIDOT! I thought you assured me that you would make sure my chicks won\"t sneak in for this interview! I knew they\"d hear curses! I\"m gonna bitchslap you to next Saturday!!!!!! Bash,Blythe and Bell: BITCHSLAP!!!!!!!!! Pelli gets real mad and grabs battle claws. She advances on PT. PT (sweating): Errrrrrrr... Digger (seriously): And that is why, children, this fic is rated T. Twilight (leaning towards camera): Bye! (Squeals of pain are heard in the background before the camera shuts down.) Camera turns on again. PT: Sheesh! I said I\"m sorry! Pelli: Hmph! PT: Dawww...I\"m so sawy... Camera whirrs. PT notices. PT: Huh? Gylfie: I just found another review. PT: Oh. What happened to Ny- PT sees. PT: Oh... Soren: Here it is: Here\"s a question for Twilight: What are you, a rocker who listens to hardcore nu metal or an emo muffin who listens to wussy crud? \"...\" Bell: Okaaaaayyyyyyyyyyy... Pelli knocks the chicks out and carries them to another hollow. Soren: Twilight? \"...\" Twilight: EXCUSE ME!??!?!?!?!?!?!?!? \"...\" Twilight goes into a fit and sings some other song at the same time: My life is spiraling downward.I couldn\"t get enough money to go to theBlood Red Romance and Suffocate me dry concert.It sucks \"cause they play some of my favorite songslike \"Stab My Heart Because I Love You\" and\"Rip Apart My Soul\" and of course,\"Stabby Rip Stab Stab\".And it doesn\"t help that I couldn\"tget my hair to do that flippy thing.Like that guy from that band can do.Some days you know... \"I\"m an emo kid, non-conforming as can beYou\"d be non-conforming too ifyou looked just like meI have paint on my nails and make-up on my faceI\"m almost emo enough to start shaving my legs\"Cause I feel real deep when I\"m dressing in dragI call it freedom of expression,most just call me a fag\"Cause our dudes look like chicks,and our chicks look like dykes\"Cause emo is one step below transvestite! Stop my breathing and slit my throatI must be emoI don\"t jump around when I go to showsI must be emo I\"m dark, and sensitive with low self-esteemThe way I dress makes every day feel like HalloweenI have no real problems but I like to make believeI stole my sister\"s mascara nowI\"m grounded for a week.Sulking and writing poetry are my hobbiesI can\"t get through a HawthorneHeights album without sobbingGirls keep breaking up with me,it\"s never any fun.They say they already have a pussy,they don\"t need another one Stop my breathing and slit my throatI must be emoI don\"t jump around when I go to showsI must be emoDye in my hair and polish on my toesI must be emoI play guitar and write suicide notesI must be emo My life is just a black abyss,you know, it\"s so dark.And it\"s suffocating me.Grabbing hold of me and tightening its grip,tighter than a pair ofmy little sister\"s jeans...which look great on me by the way. When I get depressed I cut mywrists in every directionHearing songs about gettingdumped give me an erectionI write in a live journal andwear thick rimmed glassesI tell my friends I bleed blackand cry during classesI\"m just a bad, cheap, imitation of goth,You can read me \"Catcher in theRye\", and watch me jack off.I wear skin tight clothes while hating my lifeIf I said I like girls, I\"d only be half right! I look like I\"m dead and dress like a homoI must be emoScrew XBox, i play old school NintendoI must be emoI like to whine and hit my parentalsI must be emoMe and my friends all look like clonesI must be emo My parents just don\"t get me, you know.They think I\"m gay just becausethey saw me kiss a guy.Well, a couple guys. But I mean, it\"s the 2000\"s.Can\"t 2 ... or 4 dudes make-out witheach other without being gay?I mean, chicks dig that kind of thing anyways.I don\"t know diary,sometimes I think you\"re the only one that gets me,you\"re my best friend...I feel like tacos! PT: That song\"s not for this mood but OMFG. Soren: I\"ll go with emo muffin who listens to wussy crud. PT: I don\"t own the song. (glances at the reviews) PT: \"Dead Promises\", eh? That\"s actually a real good question for Twilight. PT: Well, see ya. Before the camera turns off, PT jumps Coryn just for the heck of it. \"...\" Porny: Er - PT: FRENCH PEOPLE!! Porny: I - PT: I like meaples :D Porny: I - PT: I\"m reading Hikaru no Go and Cardcaptor Sakura! Porny: I - PT: Put a banana in your ear!! Ginny: OI! OI! THIS IS A REVIEW FROM EZYL\"S GIRL! SHUT UP, YOU LOT!! \"...\" PT sticks a banana in her ear and sits down. PT: Nyra is a monkey. \"...\" Ginny: Well, you guys have given up on slapping eachother.(Let\"s go join \"em!-)Shut up, Yami. Can anyone translate the spanish song for me? I take French.(And can Twilight give Soren a -)I have stuffed her into a bag of peanuts. PeanUTs, not peanUS. Can I ask Twilight if he\"s ever done strip-teasing before? I need SOMEONE to do it on Club Night at the cafe. PT: Peanuts. \"...\" PT: I didn\"t know there was a night club at the café! :D Twilight: Er... I\"ve never done that before. Shifty eyes. PT: Suspicion, suspicion. Nyra walks in. Nyra: HI EVERYONE! TWILIGHT, YA WANNA STRIP-TEASE AGAIN?! THAT LAST NIGHT WAS FUUUUUUUUUUUUUUUUUUNNNNNNNNNNNNN! Twilight turns red. Twilight: ... Um... Nyra drags him away. Twilight: NNNNNNNNNNNNNNOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO!! NNNNNNNNNNNNNNNNNNNNNNNOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO!! PT: Haha...hahahahahaha . . . . \"...\" PT: Oh, here\"s the translation for the song. IT\"S CATCHY! LISTEN TO IT! LISTEN TO IT! Porny: Yup, you\"re on high for sure. PT kicks him. PT: So... Turns away from Porny\"s whimpering figure. \"...\" PT bursts out laughing. PT: BWAHAHAHAHAHAHAHAHAHAHAHAHAHAHAHHAHAHAHAHAHAAAAAAAAAAAAAAAA...!! Everyone else: WTF?! \"...\" PT: Peanuts...bag of peanuts.... Pillar of peanuts... \"...\" Porny: We\"ll let Striga...I mean, ORLANDO - bwahahahahaha! - and the hot, awesome Kalo in now! Come in. Ginny: Erm, here\"s a review from Adderstar of ValorClan: Hey guys, I\"m baack!!Q for Strigs: WHY ARE YOU SUCH AN OBSESSIVE BITCH, YA BIG BLUE IDIOT??Q for Kalo: Did you automatically rock when you were born, or did someone have to teach you? Striga sweats. Striga: Er... I... Uh... I HAVE A BANANA IN MY EAR!! PT still has a banana in her ear. PT: What? Life is great. Put a banana in your ear. It\"s fun. I like meaples. I read about French people. Do you believe in love at first sight? Where have you been all my life? Yah, Alexander Hamilton was older than Lafayette. Lafayette was nineteen when he became a general. Rochambeau was a FRINKING FIFTY SOMETHING YEARS OLD. Robert E. Lee was AWESOME. Henry\"s moaning. Leonardo DiCaprio is awesome. People gave stupid, gay-ass nicknames in Ulysses S. Grant\"s time... I\"m a banana person..."], "topic": ["Guardians of Ga'Hoole", "Guardians of Ga'Hoole", "Guardians of Ga'Hoole", "Hetalia - Axis Powers", "Hetalia - Axis Powers", "Warriors", "Guardians of Ga'Hoole"], "author_id": 0}
